<template>
  <div class="pageContainer" ref="container">
    <header-title :title="text" :mobileValue="mobile"></header-title>
    <b-scroll
      class="scroll"
      ref="scrollRef"
    >
      <div class="wrapper" :style="{paddingTop: mobile ? '0.1rem' : '0.44rem'}">
        <div v-if="type === 'fxts'" class="fxts xytype" titleStr="风险告知书">
          <div class="paragraph">
            <p>尊敬的客户：</p>
            <p style="text-indent: .28rem;">
              恭喜您成为江西汇通金融信息服务有服公司运营的网络借贷平台—汇有财平台的用户。感谢您参与/出借本服务/出借标的，在您签署本《风险告知书》之前，请您认真、仔细阅读以下内容及本平台制定并发布的规则制度及其更新或修正的内容，本《风险告知书》经您确认，即视为您已详细了解并理解本风险告知书的全部内容，对其中揭示的风险均有足够的认识，您可在了解融资项目信贷风险后，根据您的金融产品投资经历、风险认知能力、风险识别能力和风险承受能力，自主选择将来源合法的自有资金通过汇有财平台进行资金出借。当您点击“出借”、“申请出借” “立即出借”、“确认出借”、“同意协议”、“接受协议”或类似文字时，即视为您已经充分理解并确认本《风险告知书》的相关内容，并自愿承担网络借贷可能产生的风险。
            </p>
          </div>
          <div class="paragraph">
            <p>
              一、网络借贷风险告知：
            </p>
            <p>
              1. 在您通过汇有财平台进行资金出借的过程中，可能会面临导致您出借资金及预期收益受损的各种风险，包括但不限于法律政策风险、信用风险、市场风险、提前终止风险、信息传递风险等。您在进行资金出借前请务必了解融资项目信贷风险，确保自身具备相应的投资风险意识、风险认知能力、风险识别能力和风险承受能力，拥有非保本类金融产品投资的经历并熟悉互联网，并请您根据自身的风险承受能力选择是否出借资金及出借资金的数额。
            </p>
          </div>
          <div class="paragraph">
            <p>
              二、您参与/出借本服务/出借标的，可能会面临以下风险，包括但不限于：
            </p>
            <p>
              1.政策风险
            </p>
            <p style="text-indent: .28rem;">
              因国家宏观政策和相关法律法规发生变化，影响系统实时匹配交易功能服务的正常提供。
            </p>
            <p>
              2.信用风险
            </p>
            <p style="text-indent: .28rem;">
              汇有财网站及依托公司不对出借项目本金和收益提供任何保证或承诺。在发生最不利情况下（可能但并不一定发生），可能不利于用户实现项目的预期收益甚至本金遭受损失。
            </p>
            <p>
              3.市场风险
            </p>
            <p style="text-indent: .28rem;">
              由于市场供求关系、利率变动、资产价值波动等不确定的未来市场变化，在发生最不利情况下（可能但并不一定发生），可能不利于用户实现项目的预期收益甚至本金遭受损失。
            </p>
            <p>
              4.提前终止风险
            </p>
            <p style="text-indent: .28rem;">
              根据市场环境变化汇有财网站有权停止系统实时匹配交易功能，在提前终止情形下，客户面临丧失出借及再出借的风险。
            </p>
            <p>
              5.信息传递风险
            </p>
            <p style="text-indent: .28rem;">
              汇有财网站将按协议约定进行信息披露，用户应充分关注并及时主动查询项目相关信息，如未及时查询，或由于通讯故障、系统故障以及其他不可抗力等因素的影响使得无法及时了解信息，由此产生责任和风险应由用户承担。
            </p>
            <p>
              6.不可抗力及意外事件风险
            </p>
            <p style="text-indent: .28rem;">
              包括但不限于自然灾害、金融市场危机、战争、黑客攻击、病毒感染等不能预见、不能避免、不能克服的不可抗力事件，对于由于不可抗力及意外事件风险导致的任何损失，客户须自行承担。
            </p>
          </div>
          <div class="paragraph">
            <p style="font-weight: bold;">特别提示</p>
            <p style="text-indent: .28rem;">
              前述风险提示不能穷尽全部风险及市场的全部情形。
            </p>
            <p style="text-indent: .28rem;">
              出借人在确认出借前，应勾选《风险告知书》，确认已阅读并同意所告知的风险。
            </p>
            <p style="text-indent: .28rem;">
              本人已认真阅读并完全理解、接受本《风险告知书》的全部内容，愿意依法承担出借本服务/出借标的可能产生的财务损失及法律责任。本人知悉本服务/出借标的的风险，了解贵司作为网络借贷信息中介机构在其中的责任，本人自愿参与、出借本服务/出借标的，自行享有其出借收益并承担其全部风险损失。
            </p>
          </div>
          <div class="paragraph" style=" text-align: right;">
            <p>风险告知方：江西汇通金融信息服务有限公司</p>
          </div>
        </div>
        <div v-if="type === 'ywsq'" class="wtxy xytype" titleStr="汇有财授权签约协议">
          <div class="paragraph">
            <p>
              甲方（以下简称“甲方”）
            </p>
            <p>
              身份证号码：
            </p>
            <p>
              联系方式：
            </p>
          </div>
          <div class="paragraph">
            <p>
              乙方： 江西汇通金融信息服务有限公司（以下简称“乙方”）
            </p>
            <p>
              法定代表人：陈跃文
            </p>
            <p>
              联系方式：135****7187
            </p>
            <p>
              地址：江西省南昌市红谷滩新区红谷中大道1669号华尔登商业中心喜来登酒店、办公楼写字楼3105-3106室
            </p>
          </div>
          <div class="paragraph">
            <p>
              鉴于：
              <br>
              A.乙方系依法成立并合法存续的企业法人，有权提供网络借贷和债权转让居间服务；
              <br>
              B.甲方是乙方平台的注册用户；
            </p>
            <p>
              甲方委托乙方在乙方平台进行自动投标、进行缴费扣款等服务，且甲方拟通过乙方将其合法拥有的全部债权（包括但不限于本金、利息、罚息、复利等债权人享有的所有权利）及相关担保权利，即标的债权转让予出借人和关联出借人，并委托乙方提供相应的服务。
            </p>
            <p>
              基于以上，双方现根据《中华人民共和国合同法》、《中华人民共和国民法通则》等有关法律规定，本着诚实信用的基本原则，经过友好平等协商，对相关事宜达成如下协议，以资信守。
            </p>
          </div>
          <div class="paragraph">
            <p>第一条 定义</p>
            <p>
              （一） 释义
              <br>
              1.自动投标：指甲方授权乙方在乙方平台提供手机APP、HTML5页面等服务渠道在甲方认可的出借范围内自动进行投标，选取具体的出借项目（包括平台上的债权转让项目）进行出借，并签署相关的出借项目协议。
              <br>
              2.单笔投标金额界限：指由乙方代甲方自动投标时，每一笔出借的金额均应在此金额范围内。
              <br>
              3.借款期限：指由乙方代甲方自动投标时，每一笔出借项目的到期期限均应在此期限范围内。
              <br>
              4.平均年化利率：指由乙方代甲方自动投标时，每一笔出借项目的年化出借收益率均应在此平均年化利率的收益范围内。
              <br>
              5.产品类型：指由乙方代甲方自动投标时，每一笔出借项目的类型均应在此产品范围内。
              <br>
              6.账户保留金额：指在乙方代甲方自动投标后，在甲方的银行账户中保留的金额不得低于该金额。
              <br>
              7.乙方平台：指由乙方运营管理的网站，是为现有和潜在借款人、债权转让人、债权受让人和出借人提供代为发布借款需求和债权转让需求、借贷交易和债权转让交易居间服务、客户服务等相关的运营方。
              <br>
              8.借款人：通过乙方平台与债权人达成借款协议，并根据借款协议向债权人借款并支付利息的自然人。
              <br>
              9.出借人：指通过乙方平台注册账户的用户，可参考乙方的推荐、自主选择购买一定价值债权及其收益权的自然人。
              <br>
              10.关联出借人：就同一债权转让需求，与债权转让人签署内容及形式与本协议相同或相类似的其他乙方平台注册用户。
              <br>
              11.标的债权：指甲方合法拥有的全部债权（包括但不限于本金、利息、罚息、复利等债权人享有的所有权利）及相关担保权利。标的债权为甲方的系列债权，是甲方拟在乙方平台转让债权的集合。
              <br>
              12.甲方账户：指甲方在银行开立的银行账户或/和甲方在乙方平台开立的交易账户。
              <br>
              13.出借人账户：指出借人在银行开立的银行账户或/和出借人在乙方平台开立的交易账户。
              <br>
              14.债权转让款：指出借人受让标的债权所支付的对价。
              <br>
              15.债权回购款：指甲方回购标的债权所支付的对价。
            </p>
            <p>
              （二）解释
              <br>
              1.除本协议另有约定外，本协议中所用的术语应当按照行业标准定义、解释。
              <br>
              2.本协议目录及标题仅为阅读方便的目的，不作为对合同条款进行解释的依据。
            </p>
          </div>
          <div class="paragraph">
            <p>第二条 合作内容</p>
            <p>（一）自动投标服务</p>
            <p>1. 授权</p>
            <p>
              1.1 甲方在此无条件且不可撤销地同意并确认：自甲方在乙方提供的服务界面勾选同意本协议并点击确认按钮开启自动投标功能之时起，甲方即授权乙方按照甲方的授权范围自动进行投标。授权范围包括单笔投标金额界限、借款期限、平均年化利率、产品类型、账户保留金额等，该授权范围由甲方通过乙方提供的服务界面进行设置。
            </p>
            <p>
              1.2 甲方在此无条件且不可撤销地同意并确认：授权乙方以甲方名义自动签署相关出借项目协议（如投标平台上的债权转让项目，则为签署债权转让协议）；甲方对此等自动投标和自动签署相关协议之安排已充分知悉并理解和同意，<strong>并充分知悉通过自动投标和自动签署出借的产品均需持满协议中约定的时间方可转让、且已充分了解出借产品存在一定的流动性风险；</strong>该等自动签署的协议均视为甲方真实意思的表示，甲方对该等法律文件的效力均予以认可且无任何异议，并无条件接受该等自动签署的协议之约束。
            </p>
            <p>
              1.3 甲方在此无条件且不可撤销地同意并确认：甲方通过系统自动投标而签署之协议等法律文件或其中的相关条款生效后：乙方即可根据该等协议和本协议相关约定，指令第三方银行机构从甲方银行账户中对相关款项进行划扣、支付、冻结以及行使其他权利（如支付收益、划扣费用等），甲方对此均予以接受和认可。
            </p>
            <p>2.规则</p>
            <p>
              2.1 自动投标规则是本协议的一部分，甲方同意本协议即视为接受并同意自动投标规则的所有条款。
            </p>
            <p>
              2.2 自动投标规则由乙方全权制定，并及时在乙方平台予以公布。
            </p>
            <p>
              2.3 乙方有权根据情况对自动投标规则进行修改，而无需提前征得甲方同意。乙方修改自动投标规则后，应及时在乙方平台予以公告。
            </p>
            <p>（二）缴费授权服务</p>
            <p>
              1.甲方授权乙方代为缴纳指定缴费项目款项，并授权乙方根据缴费项目信息主动从甲方账户中扣划资金的行为。
            </p>
            <p>
              2.甲方可通过乙方平台进行提现、债权转让等操作，此时乙方可根据自身业务需求，可选择是否收取服务费。
            </p>
            <p>
              3.乙方在代为放款和还款时，根据自身业务需求，可选择是否收取服务费。
            </p>
            <p>
              4.甲方给予乙方缴费业务授权时，须以甲方账户的银行交易密码输入验证进行授权确认。
            </p>
            <p>
              5.乙方获得甲方提供缴费授权后，从甲方银行账户中划扣缴费项目对应款项。
            </p>
            <p>
              6.乙方在扣划前，在网站页面醒目位置告知用户扣划比例，并且严格遵守该比例。
            </p>
            <p>
              7.乙方应于扣划完成后将处理结果以约定的电子信息方式通知甲方。甲方也可通过中国江西银行网上银行、手机银行、开放式缴费网站、网点柜面以及平台交易流水等渠道查询授权扣取费用明细。
            </p>
            <p>8.双方的平台账户号如下：</p>
            <p>甲方平台账户名：【 】</p>
            <p>乙方平台账户名：【djs556734sw 】</p>
            <p>（三）委托服务</p>
            <p>1.委托事项</p>
            <p>
              1.1甲方委托乙方通过乙方平台撮合其与出借人达成交易，以便转让其合法拥有的标的债权，并委托乙方提供相关服务。
            </p>
            <p>
              1.2甲方不可撤销的委托乙方或其合作机构直接从甲方账户中划转债权回购款，并转入出借人账户或出借人指定的账户。
            </p>
            <p>
              1.3甲方不可撤销的委托乙方或其合作机构代为收取债权转让款，并转入甲方账户或甲方指定的账户；
            </p>
            <p>
              1.4乙方自愿接受甲方委托，并承诺将勤勉谨慎地完成委托事项。
            </p>
            <p>2.委托服务费用</p>
            <p>
              委托服务费用的支付标准和支付方式由双方另行约定。
            </p>
          </div>
          <div class="paragraph">
            <p>第三条 陈述与保证</p>
            <p>（一）双方互为陈述与保证如下：</p>
            <p>
              1.其是根据中国法律依法设立并有效存续的企业（如适用）或中国公民（如适用），其拥有签订、履行本协议的权利能力和行为能力、权利、批准和/或授权；
            </p>
            <p>
              2.本协议经其签署并生效后，即构成对其合法、有效、有约束力、可强制执行的义务；
            </p>
            <p>
              3.本协议的签署或者履行均不会在任何重大方面违反(a)其公司章程或类似组织性文件（如适用），(b)对其有约束力的任何合同、协议或其他法律文件，或(c)对其适用的任何法律法规；
            </p>
            <p>
              4.其对方提供的任何文件或信息均是真实、准确、完整的，不存在虚假、重大遗漏或误导性；
            </p>
            <p>
              5.各陈述与保证均相互独立，对任何一项陈述与保证的解释不影响其他的效力。
            </p>
            <p>（二）甲方进一步陈述与保证如下：</p>
            <p>
              1.甲方积极、主动地配合乙方，保证乙方能够及时按照本协议履行委托事项；
            </p>
            <p>
              2.甲方不得擅自解除委托事项或解除本协议，否则由此导致乙方的损失，均由甲方承担；
            </p>
            <p>
              3.甲方转让的标的债权真实、合法，且债权可依法转让，不存在权利瑕疵、权属争议，不存在已知或应知的违约情形、重大风险；
            </p>
            <p>
              4.甲方不得欺诈融资、不得骗取出借人及关联出借人资金；
            </p>
            <p>
              5.甲方不得同时通过包括乙方在内的多个网络借贷信息中介机构，或者通过变换项目名称、对项目内容进行非实质性变更等方式，就同一拟债权转让项目进行重复融资；
            </p>
            <p>
              6.甲方不得在乙方平台以外的公开场所发布同一拟债权转让项目的信息；
            </p>
            <p>
              7.在本协议期间不得将委托事项再次委托给除乙方以外的其他方或自行完成。
            </p>
          </div>
          <div class="paragraph">
            <p>第四条 双方的权利义务</p>
            <p>（一）甲方的权利义务</p>
            <p>
              1.甲方承诺其银行账户/电子账户等其提供的账户为合法所有，保证所提供的指定账户等信息资料真实、准确、完整。如拟更换账户，及时按乙方规定进行变更，否则由此产生的损失和风险由甲方自行承担。
            </p>
            <p>
              2.甲方承诺扣款时，指定账户状态保持正常（并未发生挂失、冻结、撤销等），且账户余额及支付限额足以支付缴费项目款项。如账户状态不正常或账户余额不足，乙方不能完成款项扣划，由此产生的损失和风险由甲方自行承担。
            </p>
            <p>
              3.甲方应当按照乙方的提示和要求进行操作，真实、准确、完整地填写并审核其个人信息（包括但不限于：电子邮件地址、手机号码等）以及标的债权信息。甲方操作不当或填写的信息有误造成的法律后果、经济损失均由甲方自行承担。
            </p>
            <p>
              4.在提交债权转让需求申请的同时或之后，甲方应根据乙方的要求，(a)明确告知其债权转让需求的要求等事宜，(b)根据乙方的要求，提供标的债权相关的全部必要凭证、资料、授权委托书等。
            </p>
            <p>
              5.债权转让需求发布后，甲方应当及时核对其真实性、准确性、完整性，如有异议，应当及时向乙方提出。
            </p>
            <p>
              6.债权转让需求一经在乙方平台发布，未获乙方事前同意和/或本协议约定的程序，甲方不得要求撤回或撤销债权转让需求，亦不得修改债权转让需求的内容。
            </p>
            <p>
              7.甲方应积极、主动地配合乙方履行本协议规定的相关义务。
            </p>
            <p>
              8.甲方应按照双方约定的标准和方式及时向乙方支付委托服务费用。
            </p>
            <p>（二）乙方的权利义务</p>
            <p>
              1.甲方第一次授权乙方扣划款后，甲方二次操作上述流程时，乙方扣划款项时不再核对银行卡。
            </p>
            <p>
              2.乙方负责按照甲方提供缴费信息进行资金扣划，如因乙方原因造成差错的，由乙方承担责任。因甲方原因造成差错的，由甲方承担责任。
            </p>
            <p>
              3.甲方同意遵循乙方项目费用扣取管理规定，乙方可根据技术进步或业务发展的具体情况改进缴费业务服务，但之前应以适当方式通知甲方或进行公告。
            </p>
            <p>
              4.乙方应做好甲方客户信息保密工作，除向甲方反馈缴费项目缴纳信息以外，未经甲方授权，不得将信息提供给任何单位或个人，法律法规或监管要求另有规定的除外。
            </p>
            <p>
              5.因战争、自然灾害等不可抗力或通信故障、电力故障、系统故障、网络故障等导致乙方不能或不能完全履行本协议项下有关义务时，乙方不承担违约责任。
            </p>
            <p>
              6.乙方应当按照本协议约定勤勉、谨慎地完成委托事项。
            </p>
            <p>
              7.乙方应将委托事项的完成情况及时向甲方反馈。
            </p>
          </div>
          <div class="paragraph">
            <p>第五条 不可抗力</p>
            <p>
              1.本协议项下“不可抗力”是指：因自然原因或人为原因造成的不可预见、不可避免且无法克服的事件，包括但不限于：地震、水灾、旱灾、火灾等自然灾害，战争、罢工等社会事件，政府禁令和其他政府行为，计算机软硬件或通信线路的漏洞、故障，大规模病毒、木马和黑客攻击，网络供应商技术调整或故障，银行方面的故障或延迟。
            </p>
            <p>
              2.受不可抗力影响的一方无需承担相应的违约责任，但应当迅速书面通知另一方，尽一切合理努力将不可抗力的影响减少到最低限度，并及时提供证明不可抗力发生及其持续的足够证据。
            </p>
          </div>
          <div class="paragraph">
            <p>第六条 违约责任</p>
            <p>
              1.任何一方不履行、拒绝履行、逾期履行或瑕疵履行本协议项下的义务，或在本协议项下作出的陈述与保证被证明虚假、错误、重大遗漏或存在误导性，则视为该方违约。
            </p>
            <p>
              2.一方违约时，另一方有权采取以下一种或多种救济方式：(a)要求违约方限期履行，或立即行动使之达到其陈述与保证所描述的情形或状态；(b)要求违约方赔偿守约方的全部损失（包括但不限于直接经济损失、可预见的其他经济损失、已经发生的费用）和守约方为此进行诉讼而产生的费用（如：诉讼费、保全费、执行费、律师费等）；和/或(c)法律法规或本协议约定的其他救济途径。
            </p>
          </div>
          <div class="paragraph">
            <p>第七条 争议解决</p>
            <p>
              1.本协议之效力、解释、变更、执行与争议解决等事宜均适用中华人民共和国法律法规、规章和其他政府规定。
            </p>
            <p>
              2.因本协议所引起的的任何纠纷或争议，首先应友好协商解决，协商不成的，双方特此同意将纠纷或争议提交至有管辖权的人民法院诉讼解决。
            </p>
          </div>
          <div class="paragraph">
            <p>第八条 协议的生效、失效</p>
            <p>（一）协议生效</p>
            <p>
              1.本协议的签署通过乙方提供的服务界面操作，甲方在该服务界面进行的任何形式的确认，包括但不限于签署数字证书等电子签名、输入密码、点击确认按钮等均视为各方对本协议的有效签署 。本协议经各方通过上述方式签署后，于乙方平台系统记录的签约时间起发生法律效力。
            </p>
            <p>
              2.本协议生效后，若有关法律法规、规章制度出台或修订，相关条款按新出台或修订的法律法规、规章制度办理；本协议中如有与未来出台或修订的法律法规、规章制度存在冲突或不一致的条款，自相关法律法规、规章制度生效之日起即可确认此类条款失效。但本协议其他条款继续有效。
            </p>
            <p>
              3.本协议也可采用电子文本形式制成，可以有一份或者多份并且每一份具有同等法律效力，并保存在乙方服务器上备查，对各方均具有法律约束力。
            </p>
            <p>
              4.本协议和甲方在乙方平台开立托管账户时与乙方、第三方银行机构签署的相关协议，共同构成了甲方接受乙方提供本协议项下之服务时约束双方行为的协议之整体，甲方均须予以遵守，如有违反，应当自行承担相关违约责任（包括但不限于赔偿相关协议其他守约方因此遭受的全部损失等）。
            </p>
            <p>（二）协议解除</p>
            <p>
              1.除本协议另有约定外，未经双方协商一致，任何一方不得单方解除本协议。本协议未尽事宜或对本协议的任何修改，双方应在友好协商的基础上以书面补充协议的形式作出，补充协议与本协议具有同等法律效力。
            </p>
            <p>
              2.本协议解除前已经发生的自动投标仍然有效，不受本协议解除影响。
            </p>
            <p>
              3.本协议解除后，甲方不再授权乙方进行自动投标，乙方不得发起因自动投标而指令第三方银行机构从甲方交易结算资金管理账户对相关款项进行划扣、支付、冻结以及行使其他权利（如支付收益、费用等）。
            </p>
            <p>
              4.本协议部分条款无效的，不影响其他条款的效力。
            </p>
          </div>
          <div class="paragraph">
            <p>第九条 其他</p>
            <p>
              1.除本协议另有约定外，本协议项下所有通讯均应为书面形式，并应通过短信、电子邮件、传真、快递或挂号信、专人派送等任一形式发出。除非另有相反的明确规定，通知(1) 若以短信、电子邮件形式发出，则以短信、电子邮件首次进入收件方系统视为送达；(2) 若以传真形式发出，则以传真传送记录所显示之时间视为送达时间(3) 若以快递或挂号信的形式作出，则邮戳显示的寄送之日起3天后视为送达（但收件方实际签收的，应以实际签收日为准）；(4) 若以专人送达的形式发出，则收件方签收时视为送达。双方确认本协议中列明的联系方式为双方有效的送达方式，任何一方联系方式如需变更，则应按照上述流程通知对方。
            </p>
            <p>
              2.除非本协议另有约定外，未经对方书面同意，任何一方不得将本协议约定的权利、义务转让给其他第三方。
            </p>
            <p>
              3.甲方如需了解自动投标相关信息，可通过乙方提供的服务渠道进行查询。如未及时查询，或由于通讯故障、系统故障以及其他不可抗力等因素影响使甲方无法及时了解相关信息，由此产生的责任和风险由甲方自行承担。
            </p>
            <p>
              <strong>
                特别说明： 甲方已详细阅读并完全同意本协议条款，并承诺甲方对乙方的授权均是不可撤销的授权，乙方在甲方授权范围内所实施的法律行为及所产生的法律后果，甲方均予以认可并独自承担。甲方完全知晓并愿意承担因本协议所带来的或与之相关的一切风险，包括但不限于信用风险、网络技术风险、流动性风险、宏观经济风险等。
              </strong>
            </p>
          </div>
          <div class="paragraph">
            <p>（以下为签署页，无正文）</p>
            <p><span style="margin-right: 0.5rem">甲方：</span><span>乙方： 江西汇通金融信息服务有限公司</span></p>
            <p>（签字）<span class="stSign"></span><em> （签章）<span class="ndSign"></span></em></p>
            <p>日期<span class="stSign"></span><em> 日期<span class="ndSign"></span></em></p>
          </div>
        </div>
        <div v-if="type === 'zqzr'" class="zqzr xytype" titleStr="债权转让协议">
          <div class="paragraph">
            <p>本债权转让协议（下称“本协议”）由以下各方于【 {{relation.signYear}} 】年【 {{relation.signMonth}} 】月【 {{relation.signDay}} 】日签订:</p>
            <p>债权出让人：【 {{relation.partyA}} 】（下称“甲方”）:</p>
            <p>注册号：【 {{relation.userNameA}} 】</p>
            <p>债权受让人：【 {{relation.partyB}} 】（下称“乙方”）:</p>
            <p>注册号：【 {{relation.userNameDjs}} 】</p>
            <p>居间服务人：江西汇通金融信息服务有限公司（下称“丙方”）</p>
          </div>
          <div class="paragraph">
            <p style="margin-bottom: .1rem;">鉴于</p>
            <p>
              1. 甲方与借款人于【 {{relation.signLoanYear}} 】年【 {{relation.signLoanMonth}} 】月【 {{relation.signLoanDay}} 】日签订《借款协议》（下称“《借款协议》”,协议编号为【 {{relation.appNo}} 】）,），将一定金额的款项出借给借款人，甲方有意通过丙方合法经营的汇有财网站（网址：【 http://www.hyoucai.cn 】或【 http://www.hyoucai.com 】，下称“汇有财”）转让其在《借款协议》项下的全部或部分债权（下称“转让债权”）；
            </p>
            <p>
              2. 乙方愿意受让甲方拟转让的债权，同意接受《借款协议》的全部条款；
            </p>
            <p>
              3. 丙方系依法成立并合法存续的企业法人，有权提供网络借贷居间服务。 现甲方、乙方和丙方经过友好协商，在平等、自愿的基础上就债权转让事宜达成如下协议，以兹共同遵守。
            </p>
          </div>
          <div class="paragraph">
            <p>第一条 转让债权</p>
            <p>
              1.1 甲方拟转让《借款协议》项下债权的基本信息如下：
            </p>
            <p>
              （1） 转让债权金额：【 {{relation.attornBondAmount}} 】
            </p>
            <p>
              （2） 年化利率：【 {{relation.rateYear}} 】
            </p>
            <p>
              （3） 还款方式：【 {{relation.repayType}} 】
            </p>
            <p>
              （4） 借款期限：【 {{relation.loanTerm}} 】
            </p>
            <p>
              （5） 剩余期限：【 {{relation.residualTerm}} 】
            </p>
            <p>
              （6） 最终到期日：【 {{relation.lastDueDate}} 】
            </p>
            <p>
              1.2 乙方同意按照本协议约定的条件，以人民币 【 {{relation.attornBondAmount}} 】元（大写：人民币【 {{relation.attornPriceCapital}} 】，下称“转让价款”）受让甲方在《借款协议》项下人民币 【 {{relation.attornBondAmount}} 】元 （大写：人民币【 {{relation.attornPriceCapital}} 】）的债权。
            </p>
          </div>
          <div class="paragraph">
            <p>第二条 转让款支付方式</p>
            <p>
              甲乙双方一致同意并确认遵照汇有财平台的规则和说明进行本协议项下债权的转让和价款支付，并且乙方不可撤销地授权汇有财平台或其合作机构直接从乙方账户中划转相关款项，代乙方向甲方支付转让价款；甲方同意上述转让价款划转完成即视为乙方完成债权转让价款的支付。 如果为了履行本协议而需要甲方和/或乙方另行向汇有财或其合作机构出具与款项支付或划转有关的授权文件，则甲和乙应签署并出具该等授权文件。
            </p>
          </div>
          <div class="paragraph">
            <p>第三条 债权转让的收益</p>
            <p>
              3.1 甲乙双方一致同意自乙方完成转让价款支付之日起，乙方将在其受让债权份额内取代甲方成为新的债权人，享受债权人依据《借款协议》享有的权益。
            </p>
            <p>
              3.2 转让债权在转移之前的相应收益归甲方所有，在转移之后的收益等全部权益由乙方享有。
            </p>
          </div>
          <div class="paragraph">
            <p>第四条 居间服务费用</p>
            <p>
              甲乙双方同意，丙方可按照本协议第一条约定的转让价款的【 {{relation.serviceCharge}} 】%收取本协议项下债权转让的居间服务费用，且该居间服务费用应当由【 乙 】方承担，乙方应在支付债权转让款的同时向丙方支付居间费。
            </p>
          </div>
          <div class="paragraph">
            <p>第五条 甲乙双方声明和保证</p>
            <p>
              5.1 甲乙双方均具有完全民事权利能力和完全民事行为能力，能够独立承担民事责任， 签订和履行本协议不会违反对其有约束力的法律法规或监管规定，也不违反 任何约束或影响双方或其资产的裁决、命令、协议、或承诺。
            </p>
            <p>
              5.2 甲方声明本协议项下转让债权系其真实、合法、有效拥有的债权，甲方对该等债权享有完全的所有权，甲方未在该等出让债权上设定质权或其他担保物权或任 何第三方权利，该等出让债权亦不存在被法院保全、查封等权利限制情况。
            </p>
            <p>
              5.3 甲方保证在签署本协议之前，未就本协议项下债权与第三方签订债权转让协议，也未设置任何权利障碍。
            </p>
            <p>
              5.4 乙方保证用于购买转让债权的资金是其自有或其有权处分的合法资金，如果第三人对该资金归属、合法性等问题提出异议，乙方保证负责协调解决并承担相关 责任，与甲方或者汇有财平台无关。
            </p>
            <p>
              5.5 甲乙双方在此确认，丙方并没有以任何方式为甲方或乙方履行本协议提供任何保证或担保，也没有为《借款协议》的借款人履行其在《借款协议》项下的义务 提供任何保证和担保。
            </p>
            <p>
              5.6 在签署本协议前，乙方已经详细了解转让债权的相关情况以及汇有财平台的有关业务规则和交易说明，对受让债权可能存在的风险以及受让该等借款债权后的 所有权利、义务有了充分、全面的认识，清楚知悉其中的出借风险，经独立、审慎判断后做出出借决定，自愿签署本协议并承担出借风险。
            </p>
          </div>
          <div class="paragraph">
            <p>第六条 债权转让通知及方式</p>
            <p>
              甲方在此不可撤销地授权丙方以书面形式通知《借款协议》的借款人，告知本协议项下债权转让行为的发生。为履行本条款，甲方应给予丙方充分的配合，包括但不限于根据丙方的要求签署为履行本条款而应签署的所有文件。
            </p>
          </div>
          <div class="paragraph">
            <p>第七条 保密</p>
            <p>
              本协议任意一方未按协议约定履行义务或违反约定的，应当承担由此给守约方造成的一切损失，包括但不限于守约方为实现权利而支付的律师费、诉讼费等。
            </p>
          </div>
          <div class="paragraph">
            <p>第八条 违约责任</p>
            <p>
              本协议任何一方未按协议约定履行义务或违反约定的，应当承担由此给守约方造成的一切损失，包括但不限于守约方为实现权利支付的调查费、律师费、诉讼费等。
            </p>
          </div>
          <div class="paragraph">
            <p>第九条 法律适用及争议解决</p>
            <p>
              9.1本协议的订立、效力、解释、履行、修改、终止以及争议的处理等，均适用中国的法律。
            </p>
            <p>
              9.2本协议各方在履行本协议中发生任何争议应当友好协商解决，争议发生15个工作日后仍无法协商解决的，任何一方均有权向债权出让人注册地（公司）/户籍所在地（自然人）有管辖权的人民法院提起诉讼。
            </p>
          </div>
          <div class="paragraph">
            <p>第十条 本协议的生效及效力</p>
            <p>
              10.1本协议自各方签署之日起生效。
            </p>
            <p>
              10.2协议生效后，甲乙双方以本协议为依据形成真实、合法、有效的债权转让行为。任何法定或《三方协议》约定的与所转让债权相关的权利及义务应于本协议生效后一并由乙方享有及承担。
            </p>
          </div>
          <div class="paragraph">
            <p>第十一条 其他</p>
            <p>
              11.1本协议由甲方委托丙方在汇有财平台签署，乙方通过登录网站，以点击确认的方式进行签署。</p>
            <p>
              11.2如在协议履行过程中产生的争议均不影响本协议其他条款的履行及效力。
            </p>
            <p>
              11.3如本协议中的任何条款因违反适用的法律法规被认定无效的，均不影响本协议其他条款及《三方协议》的效力。
            </p>
            <p>
              11.4本协议各条款的标题仅为参照方便而设，并不限制或从其他角度影响本协议条款的含义和诠释。
            </p>
            <p>
              11.5协议各方同意本协议以电子版本生成，由汇有财平台代为保管并保存在汇有财平台为此设立的服务器上备查，协议对各方均具有法律约束力。
            </p>
          </div>
          <div class="paragraph">
            <div class="file">
              <ul class="one">
                <li>甲方：</li>
                <li><em>（签字）手写电子版</em></li>
                <li>日期：{{relation.partyA}}</li>
              </ul>
              <ul class="two">
                <li>乙方：</li>
                <li><em>盖章</em></li>
                <li>日期：{{relation.partyB}}</li>
              </ul>
            </div>
            <div class="file">
              <ul class="three" style="width: 100%;">
                <li>丙方：江西汇通金融信息服务有限公司</li>
                <li><i>（盖章）</i></li>
                <li>日期：</li>
              </ul>
            </div>
          </div>
        </div>
        <div v-if="type === 'zcxy'" class="zcxy xytype" titleStr="注册协议">
          <div class="paragraph">
            <p>
              本网站（网址：https://www.hyoucai.com 或https://m.hyoucai.com）由江西汇通金融信息服务有限公司合法运营（以下“本网站”均指该网站及江西汇通金融信息服务有限公司）。在贵方注册成为本网站用户前，请务必仔细阅读以下条款。若贵方一旦注册，即表示贵方同意接受本网站的服务并受以下条款的约束。若贵方不接受以下条款，请贵方立即停止注册或主动停止使用本网站的服务。
            </p>
          </div>
          <div class="paragraph">
            <p class="title1">一、本协议的签署和修订</p>
            <p>
              1. 本网站注册用户应当为持有中华人民共和国（为本协议之目的，不含香港、澳门及台湾地区，下称“中国”）有效身份证件的18周岁以上且具有完全民事行为能力和民事权利能力的自然人或系中国境内注册成立的具有独立法人资格的组织或其他机构。如贵方不符合以上条件的，请勿注册，否则本网站有权随时中止或终止贵方的用户资格，并要求贵方的监护人或要求贵方承担相应的责任。贵方注册成功后应妥善保管贵方的用户名和密码。贵方确认，无论是贵方还是贵方的代理人，用贵方的用户名和密码登录本网站后在本网站的一切行为均代表贵方并由贵方承担相应的法律后果。
            </p>
            <p>
              2. 本协议内容包括本协议正文所载各项条款，及本网站已经发布的或将来可能发布的各类交易规则、服务规则等规则包括但不限于《借款协议》、《债权转让协议》及《风险提示告知书》等（下称“汇有财规则”）。所有汇有财规则为本协议不可分割的一部分，与本协议正文具有同等法律效力。本协议是贵方自愿与本网站共同签订的，适用于贵方在本网站的全部活动。在贵方注册成为本网站用户时，贵方已经阅读、理解并接受本协议的全部条款及各类具体规则，并承诺遵守中国的各类法律规定，如有违反而导致任何法律后果，贵方将以自己的名义独立承担所有相应的法律责任。
            </p>
            <p>
              3. 本网站有权根据需要不时地修改本协议或根据本协议制定、修改的各类汇有财规则并在本网站发布，无需另行单独通知贵方。贵方应不时地注意本协议及各类具体规则的变更，若贵方在本协议和各类具体规则内容公告变更后继续使用本网站提供的服务的，表示贵方已充分阅读、理解并接受修改后的协议和具体规则内容，也将遵循修改后的协议和具体规则使用本网站的服务；同时就贵方在协议和具体规则修订前通过本网站进行的交易及其效力，视为贵方已同意并已按照本协议及有关规则进行了相应的授权和追认。若贵方不同意修改后的协议内容，贵方应停止使用本网站的服务。
            </p>
            <p>
              4. 贵方通过自行或授权有关方根据本协议及本网站有关规则、说明操作确认本协议后，本协议即在贵方和本网站之间产生法律效力。本协议不涉及贵方与本网站 的其他用户之间因在网站交易而产生的法律关系或法律纠纷，本网站不对前述任何纠纷或赔偿承担任何责任；但贵方在此同意将全面接受和履行与本网站其他 用户在本网站签订的任何法律文本，并承诺按该等法律文本享有和/或放弃相应的权利、承担和/或豁免相应的义务。
            </p>
          </div>
          <div class="paragraph">
            <p class="title1">二、服务的提供</p>
            <p>
              1. 本网站提供的服务包括但不限于：发布借款需求、查阅交易及出借机会、签订和查阅合同、协助用户进行资金充值、提现、代收、代付等，具体详情以本网站 当时提供的服务内容为准。
            </p>
            <p>
              2. 基于法律法规、监管部门的要求以及运行和交易安全的需要，本网站可以暂时停止提供、限制或改变本网站服务的部分功能，或提供新的功能。在任何功能减少、增加或者变化时，只要贵方仍然使用本网站的服务，表示贵方仍然同意本协议或者变更后的协议并受其约束。
            </p>
            <p>
              3. 贵方确认，贵方通过本网站按本网站服务流程所确认的交易状态、操作将成为本网站为贵方进行相关交易或操作（包括但不限于冻结资金、代为支付或收取款项、订立合同等）的明确指令。贵方同意本网站有权按相关指令依据本协议和/或有关文件和规则对相关事项进行处理。
            </p>
            <p>
              4. 由于贵方未能及时对交易状态进行修改或确认或未能提交相关申请所引起的任何纠纷或损失均由贵方本人负责，本网站不承担任何责任。
            </p>
            <p>
              5. 在任何情况下，对于贵方使用本网站服务过程中涉及由第三方提供相关服务的责任由该第三方承担，本网站不承担该等责任。因贵方自身的原因导致本网站服 务无法提供或提供时发生任何错误而产生的任何损失或责任，由贵方自行负责，本网站不承担责任。
            </p>
          </div>
          <div class="paragraph">
            <p class="title1">三、交易管理和费用</p>
            <p>
              1. 在贵方成功注册后，贵方可以自行或授权贵方的代理人根据本网站有关规则和说明，通过本网站确认签署有关协议并经本网站审核通过后实现资金的出借（出借方式包括但不限于向借款人直接出借、受让债权等形式）或借款需求。详细操作规则及方式请见有关协议及本网站相关页面的规则和说明。 贵方应当审慎并独立地对本网站提供的交易信息进行判断并作出决策，在任何情况下，本网站不对其提供的交易信息的真实性、合法性作出明示或暗示、直接 或间接的担保或承担任何责任。贵方使用本网站的服务进行交易产生的交易风险、损失，均由贵方自行承担。
            </p>
            <p>
              2. 本网站将为贵方的借款、还款或资金的出借、回收、再出借等交易提供服务，并在服务过程中根据有关文件、协议和/或本网站页面的相关规则、说明等收取必要的服务和/或管理费用，其具体内容、比例、金额等事项请参见有关文件及本网站相关页面的规则和说明。贵方同意，本网站有权不时调整前述服务或管理费用的类型或金额等具体事项并根据本协议和相关规则进行公告、修改。
            </p>
            <p>
              3. 本网站并不保证贵方在本网站发布的借款需求、资金出借需求或其他需求一定能够得到满足；在贵方的需求无法得到满足时，本网站不对由此导致贵方的任何损失承担任何责任。
            </p>
          </div>
          <div class="paragraph">
            <p class="title1">四、资金管理</p>
            <p>
              1. 就贵方在本网站进行的出借或借款，本网站和/或本网站委托的第三方支付机构或金融机构可为贵方提供“资金管理服务”，主要包括但不限于：资金的充值、提现、代收、代付、查询等。贵方可以通过本网站有关页面的具体规则或说明详细了解。
            </p>
            <p>
              2. 贵方了解，上述充值、提现、代收、代付以及查询等服务涉及本网站与第三方支付机构或金融机构的合作。贵方同意：
            </p>
            <p class="p1">
              2.1 受第三方支付机构或金融机构可能仅在工作日进行资金代扣及划转的现状等各种原因所限，本网站不对前述服务的资金到账时间做任何承诺，也不承担与此相关的责任，包括但不限于由此产生的利息、货币贬值等损失;
            </p>
            <p class="p1">
              2.2 一经贵方使用前述服务，即表示贵方不可撤销地授权本网站进行相关操作，且该等操作是不可逆转的，贵方不能以任何理由拒绝付款或要求取消交易;
            </p>
            <p class="p1">
              2.3 就第三方支付机构或金融机构提供的服务，贵方应按照有关法律文件及第三方支付机构或金融机构的规定向其支付相应的费用，同时，贵方与第三方支付机构或金融机构之间就服务提供、费用支付等事宜而产生的争议或纠纷，均由当事方自行解决，本网站不承担任何直接或间接、全部或部分赔偿责任、担保责任和其他任何法律责任。
            </p>
            <p>
              3. 贵方保证并承诺贵方通过本网站平台进行交易的资金来源合法。贵方同意，本网站有权按照包括但不限于公安机关、检察机关、法院等司法机关、行政机关、军事机关的要求协助对贵方的账户及资金等进行查询、冻结或扣划等操作。
            </p>
            <p>
              4. 本网站有权基于交易安全、交易公平和合规性等方面以及司法机关、仲裁机构、行政机关、军事机关等有权机关/机构的要求不时设定涉及交易的相关事项，包括但不限于交易限额、交易次数等。贵方了解，本网站的前述设定可能会对贵方的交易造成一定不便，贵方对此没有异议。
            </p>
            <p>
              5. 如果本网站发现了因系统故障或其他原因导致的处理错误，无论有利于本网站还是有利于贵方，本网站都有权在根据本协议规定通知贵方后纠正该错误，双方权利义务应恢复至如果没有发生该等系统故障或处理错误前双方应该享有或承担的权利义务。如果该等错误导致贵方实际支付或获得的金额与贵方应当支付或获得的金额不一致的，则在本网站通知贵方处理该等错误后，贵方将收到贵方因该等处理错误而少收或多付的款项，贵方亦有义务按照本网站的通知将贵方多收或少付的款项予以返还或补足，且贵方在此不可撤销地同意并授权：若贵方在本网站的账户余额超过该等数额的情况下本网站有权自行划转该等金额。贵方理解并同意，贵方因前述处理错误而多付或少付的款项均不计利息，本网站不承担因前述处理错误而导致的任何损失或责任（包括贵方可能因前述错误导致的利息、汇率等损失），除非有确凿的证据证明上述处理错误是由本网站相关工作人员故意造成。
            </p>
          </div>
          <div class="paragraph">
            <p class="title1">五、信息传递风险</p>
            <p>
              1. 在本网站平台交易需订立的协议采用电子合同方式，可以有一份或者多份并且每一份具有同等法律效力。贵方或贵方的代理人根据有关协议及本网站的相关规则在本网站确认签署的电子合同即视为贵方本人真实意愿并以贵方本人名义签署的合同，具有法律效力。贵方应妥善保管自己的账户密码等账户信息，一旦贵方通过前述方式订立电子合同，该合同对各方都具有法律约束力，贵方不得以账户密码等账户信息被盗用或其他理由否认已订立的合同的效力或不按照该等合同履行相关义务。
            </p>
            <p>
              2. 贵方根据本协议以及本网站的相关规则签署电子合同后，不得擅自修改该合同。本网站向贵方提供电子合同的保管查询、核对等服务，如对电子合同真伪或电子合同的内容有任何疑问，贵方可通过本网站查阅有关合同并进行核对。如各方对签署的电子合同有任何争议，应以本网站记录的合同版本为准。
            </p>
          </div>
          <div class="paragraph">
            <p class="title1">六、用户信息及隐私权保护</p>
            <p>
              1. 贵方明确并保证在本网站注册时填写的所有资料诸如姓名、身份信息、电子邮件地址、联系电话、联系地址、邮政编码、银行账号等信息均是有效的、真实的、 合法的，并在上述信息发生变更时及时更新，以便本网站为贵方提供服务并与贵方进行及时、有效的联系。贵方同意，本网站通过贵方提供的联系方式无法与贵方取得联系而导致的贵方在使用本服务过程中遭受的任何损失或增加任何费用等不利后果，均应由贵方自行承担。
            </p>
            <p class="p1">
              1.1 受第三方支付机构或金融机构可能仅在工作日进行资金代扣及划转的现状等各种原因所限，本网站不对前述服务的资金到账时间做任何承诺，也不承担与此相关的责任，包括但不限于由此产生的利息、货币贬值等损失;
            </p>
            <p class="p1">
              1.2 贵方同意本网站可以自行或通过本网站的合作机构收集贵方的额外资料，以更好地了解本网站用户，并为其度身订造本网站服务、解决争议和确保在网站进行交易的安全性。但本网站仅收集本网站认为就此目的及达成该目的所必须的关于贵方的个人资料。
            </p>
            <p class="p1">
              1.3 贵方同意本网站可以自行或通过合作的第三方机构对贵方提交或本网站搜集的用户信息（包括但不限于贵方的个人身份证信息等）进行核实，并对获得的核实结果根据本协议及有关文件进行查看、使用和留存等操作。
            </p>
            <p class="p1">
              1.4 本网站按照贵方在本网站上的行为自动追踪关于贵方的某些资料。本网站利用这些资料进行有关本网站用户的人口统计、兴趣及行为的内部研究，以更好地了解贵方以便向贵方和本网站的其他用户提供更好的服务。
            </p>
            <p class="p1">
              1.5 本网站在本网站的某些网页上使用诸如“Cookies”的资料收集装置。“Cookies”是设置在贵方的硬盘上的小档案，以协助本网站为贵方提供度身订造的服务。 本网站亦提供某些只能通过使用“Cookies”才可得到的功能。本网站还利用“Cookies”使贵方能够在某段期间内减少输入密码的次数。“Cookies”还可以协助本网站提供专门针对贵方的兴趣而提供的资料。
            </p>
            <p class="p1">
              1.6 如果贵方将个人通讯信息（例如：手机短信、电邮或信件）交付给本网站，或如果其他用户或第三方向本网站发出关于贵方在本网站上的活动或登录事项的通讯信息，本网站可以将这些资料收集在贵方的专门档案中。
            </p>
            <p>2.用户信息的使用和披露</p>
            <p>
              本网站承诺对贵方的个人信息和资料（包括贵方主动提交的和本网站收集、记录的所有数据、信息、资料和相应的交易记录、交易文件）承担保密义务，不会将贵方的信息向第三方进行出售或出租。但贵方同意本网站可以将个人信息和资料用于下列用途而无需额外取得贵方的同意和/或授权;
            </p>
            <p class="p1">
              2.1 贵方同意本网站可使用关于贵方的个人资料以解决争议、对纠纷进行调停、确保在本网站进行安全交易，并执行本网站的服务协议及相关规则。本网站有时候可能调查多个用户以识别问题或解决争议，特别是本网站可审查贵方的资料以区分使用多个用户名或别名的用户。为限制在网站上的欺诈、非法或其他刑事犯罪活动，使本网站免受其害，贵方同意本网站可通过人工或自动程序对贵方的个人资料进行评价;
            </p>
            <p class="p1">
              2.2 贵方同意本网站可以使用贵方的个人资料以改进本网站的推广和促销工作、分析网站的使用率、改善本网站的内容和产品推广形式，并使本网站的网站内容、设计和服务更能符合用户的要求。这些使用能改善本网站的网页，以调整本网站的网页使其更能符合贵方的需求，从而使贵方在使用本网站服务时得到更为顺利、有效、安全及度身订造的交易体验;
            </p>
            <p class="p1">
              2.3 贵方同意本网站利用贵方的资料与贵方联络并（在某些情况下）向贵方传递针对贵方的兴趣而提供的信息，例如：有针对性的广告条、行政管理方面的通知、产品推广以及有关贵方使用本网站的通讯。贵方接受本协议即视为贵方同意接收这些资料;
            </p>
            <p class="p1">
              2.4 贵方使用本网站服务进行交易时，贵方即授权本公司将贵方的包括但不限于真实姓名、联系方式、信用状况等必要的个人信息和交易信息披露给与贵方交易的另一方或本网站的合作机构（仅限于本网站为完成拟向贵方提供的服务而合作的机构）;
            </p>
            <p class="p1">
              2.5 本网站有义务根据有关法律要求向司法机关和政府部门提供贵方的个人资料。在贵方未能按照与本协议、本网站有关规则或者与本网站其他用户签订的有关协议的约定履行自己应尽的义务时（包括但不限于当贵方作为借款人借款逾期或有其他违约时），本网站有权根据自己的判断、有关协议和规则、国家生效裁决文书或者与该笔交易有关的其他用户的合理请求披露贵方的个人资料（包括但不限于在本网站及互联网络上公布贵方的违法、违约行为，并有关将该内容记入任何与贵方相关的信用资料、档案或数据库），并且作为出借人的其他用户可以采取发布贵方的个人信息的方式追索债权或通过司法部门要求本网站提供相关 资料，本网站对此不承担任何责任;
            </p>
            <p>3.贵方对其他用户信息的使用</p>
            <p class="p1">
              3.1 在本网站提供的交易活动中，贵方无权要求本网站提供其他用户的个人资料，除非符合以下条件：
            </p>
            <p class="p2">
              （1）有确切的证据证明与贵方交易的其他用户发生了与贵方签署的法律文件项下的违约行为;
            </p>
            <p class="p2">
              （2）贵方已经依法对贵方交易的其他用户提起了有关贵方与该用户通过本网站进行的交易有关的仲裁或诉讼并提供了有效的立案（受理）证明和法院签发的调查取证文件的原件;
            </p>
            <p class="p1">
              3.2 如贵方通过签署有关协议等方式获得其他用户的个人信息，贵方同意不将该等个人信息用于除还本付息或向借款人追索债权以外的其他任何用途，除非该等信息根据适用的法律规定、被有管辖权的法院或政府部门要求披露。
            </p>
          </div>
          <div class="paragraph">
            <p class="title1">七、不保证及使用限制</p>
            <p>1.不保证</p>
            <p class="p1">
              1.1 在任何情况下，本网站及其股东、创建人、高级职员、董事、代理人、关联公司、母公司、子公司和雇员均不以任何明示或默示的方式对贵方使用本网站服务而产生的任何形式的直接或间接损失承担法律责任，包括但不限于资金损失、利润损失、营业中断损失等。
            </p>
            <p class="p1">
              1.2 鉴于本网站仅为交易平台，本网站不能保证交易各方信息内容的真实性、充分性、可靠性、准确性、完整性和有效性，并且不承担任何由此引起的法律责任，除非该等信息的不真实、不充分、不准确、不完整、无效最终被仲裁机构、司法机关或行政机关最终生效的裁定、判决、裁决或命令认定为因本网站的恶意所导致。
            </p>
            <p class="p1">
              1.3 因为本网站或者涉及的第三方网站的设备、系统存在缺陷、黑客攻击、网络故障、电力中断、计算机病毒或其他不可抗力因素造成的损失，本网站均不负责赔偿，贵方的补救措施只能是与本网站协商终止本协议并停止使用本网站。但是，中国现行法律、法规另有规定的除外。
            </p>
            <p class="p1">
              1.4 本网站不能保证也没有义务保证第三方网站上的信息的真实性和有效性。贵方应按照第三方网站的服务协议使用第三方网站，而不是按照本协议。第三方网站的内容、产品、广告和其他任何信息均由贵方自行判断并承担风险，而与本网站无关。
            </p>
            <p>2.使用限制</p>
            <p class="p1">
              2.1 贵方承诺合法使用本网站提供的服务及网站内容。贵方不得利用本网站服务从事侵害他人合法权益之行为，不得在本网站从事任何可能违反中国的法律、法规、规章和政府规范性文件的行为或者任何未经授权的行为，比如，擅自进入本网站的未公开的系统、不正当的使用账号密码和网站的任何内容等。
            </p>
            <p class="p1">
              2.2 在任何情况下，非因本网站的原因导致贵方在使用本网站服务和/或通过本网站交易过程中遭受的损失（包括但不限于本息损失），均应由贵方自行承担或解决； 此外，贵方理解本网站基于技术限制和要求需要不时地对本网站进行升级或维护并可能需要中断对贵方的服务，本网站对由此导致的后果不承担责任。
            </p>
            <p class="p1">
              2.3 贵方确认并同意本网站有权不时地根据法律、法规、政府要求透露、修改或者删除本网站上必要的信息，以便更好地运营本网站并保护自身及本网站的其他合法用户。
            </p>
            <p class="p1">
              2.4 本网站中全部内容的版权均属于本网站所有，该等内容包括但不限于文本、数据、文章、设计、源代码、软件、图片、照片及其他全部信息（以下称“网站内容”）。网站内容受中华人民共和国著作权法及各国际版权公约的保护。未经本网站事先书面同意，贵方承诺不以任何方式、复制、模仿、传播、出版、公布、 展示网站内容，包括但不限于电子的、机械的、复印的、录音录像的方式和形式等。贵方承认网站内容是属于本网站的财产。未经本网站书面同意，贵方亦不得将本网站包含的资料等任何内容镜像到任何其他网站或者服务器。任何未经授权对网站内容的使用均属于违法行为，本网站将追究贵方的法律责任。
            </p>
            <p class="p1">
              2.5 由于贵方违反本协议或任何法律、法规或侵害第三方的权利，而引起第三方对本网站提出的任何形式的索赔、要求、诉讼，本网站有权向贵方追偿相关损失，包括但不限于本网站的法律费用、调查费用、名誉损失、及向第三方支付的补偿金等。
            </p>
          </div>
          <div class="paragraph">
            <p class="title1">八、协议终止及账户的暂停、注销或终止</p>
            <p>
              1. 除非本网站终止本协议或者贵方申请终止本协议且经本网站同意，否则本协议始终有效。在贵方违反了本协议、相关规则，或在相关法律法规、政府部门的要求下，本网站有权通过站内信、电子邮件通知等方式终止本协议、关闭贵方的账户或者限制贵方使用本网站。但贵方同意并确认：贵方在本网站账户的暂停、中断或终止不代表贵方责任的终止，贵方仍应继续履行贵方使用本网站服务期间所签署之各项法律文件（包括但不限于本协议、对应的交易文件）项下未履行完毕之义务，并对贵方使用本网站服务期间的行为承担可能的违约或损害赔偿责任；此外，在该等情况下，本网站仍可保存贵方的个人信息和资料并根据本协议规定予以使用和披露。
            </p>
            <p>
              2. 贵方决定不再使用在本网站注册的用户账户时，应首先清偿所有应付款项（包括但不限于借款本金、利息、罚息、违约金、服务费、管理费等），再将用户账户中的可用款项（如有）全部提现或者向本网站发出其它合法的支付指令，并向本网站申请注销该用户账户，经本网站审核同意后可正式注销用户账户。
            </p>
            <p>
              3. 如果贵方死亡或被宣告死亡的，其在本协议项下的各项权利义务由其继承人承担。若贵方丧失全部或部分民事权利能力或民事行为能力，本网站有权根据有效法律文书（包括但不限于生效的法院判决等）或其法定监护人的指示处置与用户账户相关的款项。
            </p>
            <p>
              4. 贵方若发现有第三人冒用或盗用贵方的用户账户及密码，或其他任何未经合法授权的情形，应立即以有效方式通知本网站，要求本网站暂停相关服务，否则由此产生的一切责任由贵方本人承担。同时，贵方理解本网站对贵方的请求采取行动需要合理期限，本网站对第三人在本网站采取行动之前使用该服务所导致的损失不承担任何责任。如果本网站采取了力所能及的行动而无法阻止第三人的侵权行为及其后果的，本网站也不应对贵方的损失承担任何责任。
            </p>
            <p>
              5. 贵方同意，根据有权的仲裁机构、司法机关、行政机关或其他政府机构的有效的法律文书、裁决、命令，或者发生本协议规定的其他紧急情况时，本网站有权无需进行事先通知即终止提供本协议项下的各项服务，并关闭、注销贵方的账户、删除该账户中的所有相关资料及档案，同时将贵方滞留于本网站账户的全部合法资金退回到贵方的银行账户或者根据权力机关要求进行其他处置。在必要时，本网站无需进行事先通知即有权终止提供用户账户服务，并可能立即暂停、关闭或删除贵方的用户账户及该用户账户中的所有相关资料及档案，并将贵方滞留在这些账户的全部合法资金退回到贵方的银行账户。
            </p>
            <p>
              6. 本网站有权基于单方独立判断，在认为可能发生危害交易安全等情形时，不经通知而先行暂停、中断或终止向贵方提供本协议项下的全部或部分会员服务，并将注册资料移除或删除，且无需对贵方或任何第三方承担任何责任。前述情形包括但不限于：
            </p>
            <p class="p1">
              （1）本网站认为贵方提供的个人资料不具有真实性、有效性或完整性;
            </p>
            <p class="p1">
              （2）本网站发现异常交易或有疑义或有违法之虞时;
            </p>
            <p class="p1">
              （3）本网站认为贵方的账户涉嫌洗钱、套现、传销、被冒用或其他本网站认为有风险之情形;
            </p>
            <p class="p1">
              （4）本网站认为贵方已经违反本协议中规定的各类规则及精神;
            </p>
            <p class="p1">
              （5）本网站基于交易安全等原因，根据其单独判断需先行暂停、中断或终止向贵方提供本协议项下的全部或部分服务，并将注册资料移除或删除的其他情形。
            </p>
            <p>
              7. 若贵方使用第三方网站账号注册本网站用户账户，则贵方应对贵方本网站用户账户所对应的第三方网站账号拥有合法的使用权，如贵方对该第三方网站账号丧失使用权的，则本网站可停止为贵方的该用户账户提供服务。但如该用户账户尚存有余额的，本网站将会为贵方妥善保管。此时，如贵方欲取回其原有余额，本网站将提供更换本网站账户名的服务，即贵方可把贵方原本网站账户下余额转移到贵方另外合法注册的本网站账户中；如贵方无法自助完成更换账户名，贵方可以向本网站提出以贵方的银行账户接受原有资金的请求，经核验属实后，本网站可配合贵方将原有资金转移到以贵方真实姓名登记的银行账户下。
            </p>
          </div>
          <div class="paragraph">
            <p class="title1">九、通知</p>
            <p>
              本协议项下的通知如以公示方式作出，一经在本网站公示即视为已经送达。除此之外，其他向贵方个人发布的具有专属性的通知将由本网站向贵方在注册时提供的电子邮箱，或本网站在贵方的个人账户中为贵方设置的站内消息系统栏，或贵方在注册后在本网站绑定的手机发送，一经发出即视为已经送达。贵方应密切关注贵方的电子邮箱、站内消息系统栏中的邮件、信息及手机中的短信信息。贵方同意本网站出于向贵方提供服务之目的，可以向贵方的电子邮箱、站内消息系统栏和手机发送有关通知或提醒；若贵方不愿意接收，请在本网站相应系统板块进行设置。但贵方同时同意并确认，若贵方设置了不接收有关通知或提醒，则贵方有可能收不到该等通知信息，贵方不得以贵方未收到或未阅读该等通知信息而主张相关通知未送达于贵方，并承担由此造成的全部责任。且贵方同意，如果因本合同的签订和履行而发生争议，则上述地址也将作为争议解决机构送达相关通知和文书的有效送达地址。
            </p>
          </div>
          <div class="paragraph">
            <p class="title1">十、适用法律和管辖</p>
            <p>
              本协议的签订、生效、履行、争议的解决均适用中华人民共和国法律。
            </p>
            <p>
              如因本协议产生或与本协议有关的所有纠纷，双方应当协商解决，协商不成的，均应向本协议签订地即江西省南昌市红谷滩新区有管辖权的人民法院提起诉讼。
            </p>
          </div>
          <div class="paragraph">
            <p class="title1">十一、其他</p>
            <p>
              本网站对本协议拥有最终的解释权。本协议及本网站有关页面的相关名词可互相引用参照，如有不同理解，则应以最合理的，最接近本网站服务内容的理解为准。此外，若本协议的部分条款被认定为无效或者无法实施时，本协议中的其他条款仍然有效。
            </p>
          </div>
          <div class="paragraph">
            <div class="file">
              <ul class="one">
                <li>甲方：</li>
                <li><em>（签字）电子签字</em></li>
                <li>日期：</li>
              </ul>
              <ul class="two">
                <li>乙方：江西汇通金融信息服务有限公司</li>
                <li><em>电子签章</em></li>
                <li>日期：</li>
              </ul>
            </div>
          </div>
        </div>
        <div v-if="type === 'zdtz'" class="zdtz xytype" titleStr="自动出借服务条款">
          <div class="paragraph">
            <div>
              <p class="ta-center">本息复投规则：</p>
              <p>
                根据贵方签署的“汇有财”用户协议中相关规定，在贵方注册成为用户后并选择各类产品，贵方已经充分理解并接受各类具体规则。鉴于贵方出借的项目即将到期，贵方可选择到期后将所得全部本金及收益再次投入到汇有财网站或平台发布的各类产品中。复投无次数限制，复投产品到期后自动复投再下一期，如需终止本息复投规则，可根据对话框选择不再复投。
              </p>
              <p>
                如贵方选择了本息复投服务视为将本金及收益按照选择的产品规则再次计算收益，所有服务规则以贵方选择的产品具体规定为准。
              </p>
            </div>
          </div>
          <div class="paragraph">
            <div>
              <p class="ta-center">本金复投规则：</p>
              <p>
                根据贵方签署的“汇有财”用户协议中相关规定，在贵方注册成为用户后并选择各类产品，贵方已经充分理解并接受各类具体规则。鉴于贵方出借的项目即将到期，贵方可选择到期后将所得全部本金再次投入到汇有财网站或平台发布的各类产品中。复投无次数限制，复投产品到期后自动复投再下一期，如需终止本金复投规则，可根据对话框选择不再复投。
              </p>
              <p>
                如贵方选择了本金复投服务视为将本金按照选择的产品规则再次计算收益，所有服务规则以贵方选择的产品具体规定为准。
              </p>
            </div>
          </div>
        </div>
      </div>
    </b-scroll>
  </div>
</template>

<script>
import BScroll from '@/components/BScroll/BScroll'
import HeaderTitle from '@/components/AppHeader'
import { bondProtocolApi } from '@/api/djs/agreement'

export default {
  components: {
    BScroll,
    HeaderTitle
  },
  data() {
    return {
      text: '协议',
      mobile: this.$route.query.mobile,
      type: this.$route.query.agreementType,
      relationId: this.$route.query.relationId,
      token: this.$route.query.t,
      relation: {
        appNo: '',
        attornBondAmount: '',
        attornPrice: '',
        attornPriceCapital: '',
        bondPrice: '',
        bondPriceCapital: '',
        lastDueDate: '',
        loanTerm: '',
        partyA: '',
        partyB: '',
        rateYear: '',
        repayType: '',
        residualTerm: '',
        serviceCharge: '',
        signBondDate: '',
        signDay: '',
        signLoanDay: '',
        signLoanMonth: '',
        signLoanYear: '',
        signMonth: '',
        signYear: '',
        userNameA: '',
        userNameDjs: '',
        website: ''
      }
    }
  },
  created() {
    switch (this.type) {
      case 'fxts':
        this.text = '风险告知书'
        break
      case 'ywsq':
        this.text = '汇有财授权签约协议'
        break
      case 'zqzr':
        this.text = '债权转让协议'

        if (this.relationId && this.token) {
          let headers = {
            version: '1.0',
            authorization: decodeURIComponent(this.$route.query.t)
          }

          bondProtocolApi(
            {
              relationId: this.relationId
            },
            headers
          ).then(res => {
            if (res.data.resultCode === '1') {
              this.relation = res.data
            }
          })
        }
        break
      case 'zcxy':
        this.text = '汇有财注册协议'
        break
      case 'zdtz':
        this.text = '自动出借服务条款'
        break
      default:
        this.text = '协议'
    }
  }
}
</script>

<style lang='scss' scoped>
@import '../../../assets/css/theme.scss';
@import '../../../assets/css/mixins.scss';

.pageContainer {
  font-size: 0;
  .scroll {
    width: 100%;
    height: 100%;
    overflow: hidden;
    .wrapper {
      padding: 0.15rem;
      font-size: 0.14rem;
      .xytype {
        .file {
          display: flex;
          ul {
            flex: 1;
            height: 1.6rem;
            border: 1px solid #ccc;
            padding: 0.1rem;
            li {
              list-style: none;
              height: 33%;
              em {
                font-style: normal;
                float: right;
              }
            }
          }
        }
        .paragraph,
        .mb-25 {
          margin-bottom: 0.25rem;
        }
        .paragraph {
          .p1 {
            padding-left: 0.15rem;
          }
          .p2 {
            padding-left: 0.3rem;
          }
        }
        .nopa {
          padding: initial;
        }
      }
      .title {
        text-align: center;
        height: 0.2rem;
      }
      .wtxy {
        p {
          em {
            font-size: 0.14rem;
            font-style: normal;
            float: right;
            width: 1rem;
          }
        }
        ul {
          width: 100%;
          height: auto;
          margin: 0.3rem 0;
        }
      }
    }
  }
}
</style>
