<template>
  <div class="pageContainer" ref="container">
    <header-title :title="text" :mobileValue="mobile"></header-title>
    <b-scroll
      class="scroll"
      ref="scrollRef"
    >
      <div class="wrapper">
        <div v-if="type === 'fxts'" class="fxts xytype" titleStr="风险告知书">
          <div class="paragraph">
            <p>尊敬的客户：</p>
            <p style="text-indent: .28rem;">
              恭喜您成为江西汇通金融信息服务有服公司运营的网络借贷平台—汇有财平台的用户。感谢您参与/出借本服务/出借标的，在您签署本《风险告知书》之前，请您认真、仔细阅读以下内容及本平台制定并发布的规则制度及其更新或修正的内容，本《风险告知书》经您确认，即视为您已详细了解并理解本风险告知书的全部内容，对其中揭示的风险均有足够的认识，您可在了解融资项目信贷风险后，根据您的金融产品投资经历、风险认知能力、风险识别能力和风险承受能力，自主选择将来源合法的自有资金通过汇有财平台进行资金出借。当您点击“出借”、“申请出借” “立即出借”、“确认出借”、“同意协议”、“接受协议”或类似文字时，即视为您已经充分理解并确认本《风险告知书》的相关内容，并自愿承担网络借贷可能产生的风险。
            </p>
          </div>
          <div class="paragraph">
            <p>一、网络借贷风险告知：</p>
            <p>
              1.在您通过汇有财平台进行资金出借的过程中，可能会面临导致您出借资金及预期收益受损的各种风险，包括但不限于法律政策风险、信用风险、市场风险、提前终止风险、信息传递风险等。您在进行资金出借前请务必了解融资项目信贷风险，确保自身具备相应的投资风险意识、风险认知能力、风险识别能力和风险承受能力，拥有非保本类金融产品投资的经历并熟悉互联网，并请您根据自身的风险承受能力选择是否出借资金及出借资金的数额。
            </p>
          </div>
          <div class="paragraph">
            <p>二、您参与/出借本服务/出借标的，可能会面临以下风险，包括但不限于：</p>
            <p>1.政策风险</p>
            <p style="text-indent: .28rem;">
              因国家宏观政策和相关法律法规发生变化，影响系统实时匹配交易功能服务的正常提供。
            </p>
            <p>2.信用风险</p>
            <p style="text-indent: .28rem;">
              汇有财网站及依托公司不对出借项目本金和收益提供任何保证或承诺。在发生最不利情况下（可能但并不一定发生），可能不利于用户实现项目的预期收益甚至本金遭受损失。
            </p>
            <p>3.市场风险</p>
            <p style="text-indent: .28rem;">
              由于市场供求关系、利率变动、资产价值波动等不确定的未来市场变化，在发生最不利情况下（可能但并不一定发生），可能不利于用户实现项目的预期收益甚至本金遭受损失。
            </p>
            <p>4.提前终止风险</p>
            <p style="text-indent: .28rem;">
              根据市场环境变化汇有财网站有权停止系统实时匹配交易功能，在提前终止情形下，客户面临丧失出借及再出借的风险。
            </p>
            <p>5.信息传递风险</p>
            <p style="text-indent: .28rem;">
              汇有财网站将按协议约定进行信息披露，用户应充分关注并及时主动查询项目相关信息，如未及时查询，或由于通讯故障、系统故障以及其他不可抗力等因素的影响使得无法及时了解信息，由此产生责任和风险应由用户承担。
            </p>
            <p>6.不可抗力及意外事件风险</p>
            <p style="text-indent: .28rem;">
              包括但不限于自然灾害、金融市场危机、战争、黑客攻击、病毒感染等不能预见、不能避免、不能克服的不可抗力事件，对于由于不可抗力及意外事件风险导致的任何损失，客户须自行承担。
            </p>
          </div>
          <div class="paragraph">
            <p style="font-weight: bold;">特别提示</p>
            <p style="text-indent: .28rem;">
              前述风险提示不能穷尽全部风险及市场的全部情形。
            </p>
            <p style="text-indent: .28rem;">
              出借人在确认出借前，应勾选《风险告知书》，确认已阅读并同意所告知的风险。
            </p>
            <p style="text-indent: .28rem;">
              本人已认真阅读并完全理解、接受本《风险告知书》的全部内容，愿意依法承担出借本服务/出借标的可能产生的财务损失及法律责任。本人知悉本服务/出借标的的风险，了解贵司作为网络借贷信息中介机构在其中的责任，本人自愿参与、出借本服务/出借标的，自行享有其出借收益并承担其全部风险损失。
            </p>
          </div>
          <div class="paragraph" style="text-align: right;">
            <p>风险告知方：江西汇通金融信息服务有限公司</p>
          </div>
        </div>
        <div v-if="type === 'ywsq'" class="wtxy xytype" titleStr="汇有财授权签约协议">
          <div class="paragraph">
            <p>
              甲方（以下简称“甲方”）
              <br>
              身份证号码：
              <br>
              联系方式：
              <br>
              <br>
              乙方： 江西汇通金融信息服务有限公司（以下简称“乙方”）
              <br>
              法定代表人： 陈跃文
              <br>
              联系方式：135****7187
              <br>
              地址：江西省南昌市红谷滩新区红谷中大道1669号华尔登商业中心喜来登酒店、办公楼写字楼3105-3106室
            </p>
          </div>
          <div class="paragraph">
            <p>
              鉴于：
              <br>
              A.乙方系依法成立并合法存续的企业法人，有权提供网络借贷和债权转让居间服务；
              <br>
              B.乙方和第三方资金托管机构签订了托管协议，为平台用户提供资金托管服务；
              <br>
              C.甲方是乙方平台的注册用户，且已在乙方指定的第三方资金托管机构开立资金托管账户；
            </p>
            <p>
              甲方委托乙方在乙方平台进行自动投标、进行缴费扣款等服务，且甲方拟通过乙方将其合法拥有的全部债权（包括但不限于本金、利息、罚息、复利等债权人享有的所有权利）及相关担保权利，即标的债权转让予出借人和关联出借人，并委托乙方提供相应的服务。
            </p>
            <p>
              基于以上，双方现根据《中华人民共和国合同法》、《中华人民共和国民法通则》等有关法律规定，本着诚实信用的基本原则，经过友好平等协商，对相关事宜达成如下协议，以资信守。
            </p>
          </div>
          <div class="paragraph">
            <p>第一条 定义</p>
            <p>
              （一） 释义<br>
              1.自动投标：指甲方授权乙方在乙方平台提供手机APP、HTML5页面等服务渠道在甲方认可的出借范围内自动进行投标，选取具体的出借项目（包括平台上的债权转让项目）进行出借，并签署相关的出借项目协议。
              <br>
              2.单笔投标金额界限：指由乙方代甲方自动投标时，每一笔出借的金额均应在此金额范围内。
              <br>
              3.借款期限：指由乙方代甲方自动投标时，每一笔出借项目的到期期限均应在此期限范围内。
              <br>
              4.平均年化利率：指由乙方代甲方自动投标时，每一笔出借项目的年化出借收益率均应在此平均年化利率的收益范围内。
              <br>
              5.产品类型：指由乙方代甲方自动投标时，每一笔出借项目的类型均应在此产品范围内。
              <br>
              6.账户保留金额：指在乙方代甲方自动投标后，在甲方的资金托管账户中保留的金额不得低于该金额。
              <br>
              7.乙方平台：指由乙方运营管理的网站，是为现有和潜在借款人、债权转让人、债权受让人和出借人提供代为发布借款需求和债权转让需求、借贷交易和债权转让交易居间服务、客户服务等相关的运营方。
              <br>
              8.借款人：通过乙方平台与债权人达成借款协议，并根据借款协议向债权人借款并支付利息的自然人。
              <br>
              9.出借人：指通过乙方平台注册账户的会员，可参考乙方的推荐、自主选择购买一定价值债权及其收益权的自然人。
              <br>
              10.关联出借人：就同一债权转让需求，与债权转让人签署内容及形式与本协议相同或相类似的其他乙方平台会员。
              <br>
              11.标的债权：指甲方合法拥有的全部债权（包括但不限于本金、利息、罚息、复利等债权人享有的所有权利）及相关担保权利。标的债权为甲方的系列债权，是甲方拟在乙方平台转让债权的集合。
              <br>
              12.甲方账户：指甲方在银行开立的银行账户或/和甲方在乙方平台开立的交易账户。
              <br>
              13.出借人账户：指出借人在银行开立的银行账户或/和出借人在乙方平台开立的交易账户。
              <br>
              14.债权转让款：指出借人受让标的债权所支付的对价。
              <br>
              15.债权回购款：指甲方回购标的债权所支付的对价。
            </p>
            <p>
              （二）解释
              <br>
              1.除本协议另有约定外，本协议中所用的术语应当按照行业标准定义、解释。
              <br>
              2.本协议目录及标题仅为阅读方便的目的，不作为对合同条款进行解释的依据。
            </p>
          </div>
          <div class="paragraph">
            <p>第二条 合作内容</p>
            <p>（一）自动投标服务</p>
            <p>1. 授权</p>
            <p>
              1.1 甲方在此无条件且不可撤销地同意并确认：自甲方在乙方提供的服务界面勾选同意本协议并点击确认按钮开启自动投标功能之时起，甲方即授权乙方按照甲方的授权范围自动进行投标。授权范围包括单笔投标金额界限、借款期限、平均年化利率、产品类型、账户保留金额等，该授权范围由甲方通过乙方提供的服务界面进行设置。
            </p>
            <p>
              1.2 甲方在此无条件且不可撤销地同意并确认：授权乙方以甲方名义自动签署相关出借项目协议（如投标平台上的债权转让项目，则为签署债权转让协议）；甲方对此等自动投标和自动签署相关协议之安排已充分知悉并理解和同意，<strong>并充分知悉通过自动投标和自动签署出借的产品均需持满协议中约定的时间方可转让、且已充分了解出借产品存在一定的流动性风险；</strong>该等自动签署的协议均视为甲方真实意思的表示，甲方对该等法律文件的效力均予以认可且无任何异议，并无条件接受该等自动签署的协议之约束。
            </p>
            <p>
              1.3 甲方在此无条件且不可撤销地同意并确认：甲方通过系统自动投标而签署之协议等法律文件或其中的相关条款生效后：乙方即可根据该等协议和本协议相关约定，指令第三方资金托管机构从甲方资金托管账户中对相关款项进行划扣、支付、冻结以及行使其他权利（如支付收益、划扣费用等），甲方对此均予以接受和认可。
            </p>
            <p>2.规则</p>
            <p>
              2.1 自动投标规则是本协议的一部分，甲方同意本协议即视为接受并同意自动投标规则的所有条款。
            </p>
            <p>
              2.2 自动投标规则由乙方全权制定，并及时在乙方平台予以公布。
            </p>
            <p>
              2.3 乙方有权根据情况对自动投标规则进行修改，而无需提前征得甲方同意。乙方修改自动投标规则后，应及时在乙方平台予以公告。
            </p>
            <p>（二）缴费授权服务</p>
            <p>
              1. 甲方授权乙方代为缴纳指定缴费项目款项，并授权乙方根据缴费项目信息主动从甲方在江西银行开立的电子账户中扣划资金的行为。
            </p>
            <p>
              2. 甲方可通过汇有财网站（www.hyoucai.com）进行提现、债权转让等操作，此时乙方可根据自身业务需求，可选择是否收取服务费。
            </p>
            <p>
              3. 乙方在代为放款和还款时，根据自身业务需求，可选择是否收取服务费。
            </p>
            <p>
              4. 甲方给予乙方缴费业务授权时，须以江西银行交易密码输入验证进行授权确认。
            </p>
            <p>
              5. 乙方获得甲方提供缴费授权后，从甲方江西银行电子账户中划扣缴费项目对应款项。
            </p>
            <p>
              6. 乙方在扣划前，在网站页面醒目位置告知用户扣划比例，并且严格遵守该比例。
            </p>
            <p>
              7. 乙方应于扣划完成后将处理结果以约定的电子信息方式通知甲方。甲方也可通过中国江西银行网上银行、手机银行、开放式缴费网站、网点柜面以及平台交易流水等渠道查询授权扣取费用明细。
            </p>
            <p>
              8. 双方的平台账户号如下：
            </p>
            <p>
              甲方平台账户名：【 】
            </p>
            <p>
              乙方平台账户名：【 djs556734sw 】
            </p>
            <p>（三）委托服务</p>
            <p>1.委托事项</p>
            <p>
              1.1甲方委托乙方通过乙方平台撮合其与出借人达成交易，以便转让其合法拥有的标的债权，并委托乙方提供相关服务。
            </p>
            <p>
              1.2甲方不可撤销的委托乙方或其合作机构直接从甲方账户中划转债权回购款，并转入出借人账户或出借人指定的账户。
            </p>
            <p>
              1.3 甲方不可撤销的委托乙方或其合作机构代为收取债权转让款，并转入甲方账户或甲方指定的账户；
            </p>
            <p>
              1.4 乙方自愿接受甲方委托，并承诺将勤勉谨慎地完成委托事项。
            </p>
            <p>2.委托服务费用</p>
            <p>委托服务费用的支付标准和支付方式由双方另行约定。</p>
          </div>
          <div class="paragraph">
            <p>第三条 陈述与保证</p>
            <p>（一）双方互为陈述与保证如下：</p>
            <p>
              1.其是根据中国法律依法设立并有效存续的企业（如适用）或中国公民（如适用），其拥有签订、履行本协议的权利能力和行为能力、权利、批准和/或授权；
            </p>
            <p>
              2.本协议经其签署并生效后，即构成对其合法、有效、有约束力、可强制执行的义务；
            </p>
            <p>
              3.本协议的签署或者履行均不会在任何重大方面违反(a)其公司章程或类似组织性文件（如适用），(b)对其有约束力的任何合同、协议或其他法律文件，或(c)对其适用的任何法律法规；
            </p>
            <p>
              4.其对方提供的任何文件或信息均是真实、准确、完整的，不存在虚假、重大遗漏或误导性；
            </p>
            <p>
              5.各陈述与保证均相互独立，对任何一项陈述与保证的解释不影响其他的效力。
            </p>
            <p>（二）甲方进一步陈述与保证如下：</p>
            <p>
              1.甲方积极、主动地配合乙方，保证乙方能够及时按照本协议履行委托事项；
            </p>
            <p>
              2.甲方不得擅自解除委托事项或解除本协议，否则由此导致乙方的损失，均由甲方承担；
            </p>
            <p>
              3.甲方转让的标的债权真实、合法，且债权可依法转让，不存在权利瑕疵、权属争议，不存在已知或应知的违约情形、重大风险；
            </p>
            <p>
              4.甲方不得欺诈融资、不得骗取出借人及关联出借人资金；
            </p>
            <p>
              5.甲方不得同时通过包括乙方在内的多个网络借贷信息中介机构，或者通过变换项目名称、对项目内容进行非实质性变更等方式，就同一拟债权转让项目进行重复融资；
            </p>
            <p>
              6.甲方不得在乙方平台以外的公开场所发布同一拟债权转让项目的信息；
            </p>
            <p>
              7.在本协议期间不得将委托事项再次委托给除乙方以外的其他方或自行完成。
            </p>
          </div>
          <div class="paragraph">
            <p>第四条 双方的权利义务</p>
            <p>（一）甲方的权利义务</p>
            <p>
              1.甲方承诺其银行账户/电子账户等其提供的账户为合法所有，保证所提供的指定账户等信息资料真实、准确、完整。如拟更换账户，及时按乙方规定进行变更，否则由此产生的损失和风险由甲方自行承担。
            </p>
            <p>
              2.甲方承诺扣款时，指定账户状态保持正常（并未发生挂失、冻结、撤销等），且账户余额及支付限额足以支付缴费项目款项。如账户状态不正常或账户余额不足，乙方不能完成款项扣划，由此产生的损失和风险由甲方自行承担。
            </p>
            <p>
              3.甲方应当按照乙方的提示和要求进行操作，真实、准确、完整地填写并审核其个人信息（包括但不限于：电子邮件地址、手机号码等）以及标的债权信息。甲方操作不当或填写的信息有误造成的法律后果、经济损失均由甲方自行承担。
            </p>
            <p>
              4.在提交债权转让需求申请的同时或之后，甲方应根据乙方的要求，(a)明确告知其债权转让需求的要求等事宜，(b)根据乙方的要求，提供标的债权相关的全部必要凭证、资料、授权委托书等。
            </p>
            <p>
              5.债权转让需求发布后，甲方应当及时核对其真实性、准确性、完整性，如有异议，应当及时向乙方提出。
            </p>
            <p>
              6.债权转让需求一经在乙方平台发布，未获乙方事前同意和/或本协议约定的程序，甲方不得要求撤回或撤销债权转让需求，亦不得修改债权转让需求的内容。
            </p>
            <p>
              7.甲方应积极、主动地配合乙方履行本协议规定的相关义务。
            </p>
            <p>
              8.甲方应按照双方约定的标准和方式及时向乙方支付委托服务费用。
            </p>
            <p>（二）乙方的权利义务</p>
            <p>
              1.甲方第一次授权乙方扣划款后，甲方二次操作上述流程时，乙方扣划款项时不再核对银行卡。
            </p>
            <p>
              2.乙方负责按照甲方提供缴费信息进行资金扣划，如因乙方原因造成差错的，由乙方承担责任。因甲方原因造成差错的，由甲方承担责任。
            </p>
            <p>
              3.甲方同意遵循乙方项目费用扣取管理规定，乙方可根据技术进步或业务发展的具体情况改进缴费业务服务，但之前应以适当方式通知甲方或进行公告。
            </p>
            <p>
              4.乙方应做好甲方客户信息保密工作，除向甲方反馈缴费项目缴纳信息以外，未经甲方授权，不得将信息提供给任何单位或个人，法律法规或监管要求另有规定的除外。
            </p>
            <p>
              5.因战争、自然灾害等不可抗力或通信故障、电力故障、系统故障、网络故障等导致乙方不能或不能完全履行本协议项下有关义务时，乙方不承担违约责任。
            </p>
            <p>
              6.乙方应当按照本协议约定勤勉、谨慎地完成委托事项。
            </p>
            <p>
              7.乙方应将委托事项的完成情况及时向甲方反馈。
            </p>
          </div>
          <div class="paragraph">
            <p>第五条 不可抗力</p>
            <p>
              1.本协议项下“不可抗力”是指：因自然原因或人为原因造成的不可预见、不可避免且无法克服的事件，包括但不限于：地震、水灾、旱灾、火灾等自然灾害，战争、罢工等社会事件，政府禁令和其他政府行为，计算机软硬件或通信线路的漏洞、故障，大规模病毒、木马和黑客攻击，网络供应商技术调整或故障，银行方面的故障或延迟。
            </p>
            <p>
              2.受不可抗力影响的一方无需承担相应的违约责任，但应当迅速书面通知另一方，尽一切合理努力将不可抗力的影响减少到最低限度，并及时提供证明不可抗力发生及其持续的足够证据。
            </p>
          </div>
          <div class="paragraph">
            <p>第六条 违约责任</p>
            <p>
              1.任何一方不履行、拒绝履行、逾期履行或瑕疵履行本协议项下的义务，或在本协议项下作出的陈述与保证被证明虚假、错误、重大遗漏或存在误导性，则视为该方违约。
            </p>
            <p>
              2.一方违约时，另一方有权采取以下一种或多种救济方式：(a)要求违约方限期履行，或立即行动使之达到其陈述与保证所描述的情形或状态；(b)要求违约方赔偿守约方的全部损失（包括但不限于直接经济损失、可预见的其他经济损失、已经发生的费用）和守约方为此进行诉讼而产生的费用（如：诉讼费、保全费、执行费、律师费等）；和/或(c)法律法规或本协议约定的其他救济途径。
            </p>
          </div>
          <div class="paragraph">
            <p>第七条 争议解决</p>
            <p>
              1.本协议之效力、解释、变更、执行与争议解决等事宜均适用中华人民共和国法律法规、规章和其他政府规定。
            </p>
            <p>
              2.因本协议所引起的的任何纠纷或争议，首先应友好协商解决，协商不成的，双方特此同意将纠纷或争议提交至乙方所在地有管辖权的人民法院诉讼解决。
            </p>
          </div>
          <div class="paragraph">
            <p>第八条 协议的生效、失效</p>
            <p>（一）协议生效</p>
            <p>
              1.本协议的签署通过乙方提供的服务界面操作，甲方在该服务界面进行的任何形式的确认，包括但不限于签署数字证书等电子签名、输入密码、点击确认按钮等均视为各方对本协议的有效签署 。本协议经各方通过上述方式签署后，于乙方平台系统记录的签约时间起发生法律效力。
            </p>
            <p>
              2.本协议生效后，若有关法律法规、规章制度出台或修订，相关条款按新出台或修订的法律法规、规章制度办理；本协议中如有与未来出台或修订的法律法规、规章制度存在冲突或不一致的条款，自相关法律法规、规章制度生效之日起即可确认此类条款失效。但本协议其他条款继续有效。
            </p>
            <p>
              3.本协议也可采用电子文本形式制成，可以有一份或者多份并且每一份具有同等法律效力，并保存在乙方服务器上备查，对各方均具有法律约束力。
            </p>
            <p>
              4.本协议和甲方在乙方平台开立托管账户时与乙方、第三方资金托管机构签署的相关协议，共同构成了甲方接受乙方提供本协议项下之服务时约束双方行为的协议之整体，甲方均须予以遵守，如有违反，应当自行承担相关违约责任（包括但不限于赔偿相关协议其他守约方因此遭受的全部损失等）。
            </p>
            <p>（二）协议解除</p>
            <p>
              1.除本协议另有约定外，未经双方协商一致，任何一方不得单方解除本协议。本协议未尽事宜或对本协议的任何修改，双方应在友好协商的基础上以书面补充协议的形式作出，补充协议与本协议具有同等法律效力。
            </p>
            <p>
              2.本协议解除前已经发生的自动投标仍然有效，不受本协议解除影响。
            </p>
            <p>
              3.本协议解除后，甲方不再授权乙方进行自动投标，乙方不得发起因自动投标而指令第三方资金托管机构从甲方交易结算资金管理账户对相关款项进行划扣、支付、冻结以及行使其他权利（如支付收益、费用等）。
            </p>
            <p>
              4.本协议部分条款无效的，不影响其他条款的效力。
            </p>
          </div>
          <div class="paragraph">
            <p>第九条 其他</p>
            <p>
              1.除本协议另有约定外，本协议项下所有通讯均应为书面形式，并应通过短信、电子邮件、传真、快递或挂号信、专人派送等任一形式发出。除非另有相反的明确规定，通知(1) 若以短信、电子邮件形式发出，则以短信、电子邮件首次进入收件方系统视为送达；(2) 若以传真形式发出，则以传真传送记录所显示之时间视为送达时间(3) 若以快递或挂号信的形式作出，则邮戳显示的寄送之日起3天后视为送达（但收件方实际签收的，应以实际签收日为准）；(4) 若以专人送达的形式发出，则收件方签收时视为送达。双方确认本协议中列明的联系方式为双方有效的送达方式，任何一方联系方式如需变更，则应按照上述流程通知对方。
            </p>
            <p>
              2.除非本协议另有约定外，未经对方书面同意，任何一方不得将本协议约定的权利、义务转让给其他第三方。
            </p>
            <p>
              3.甲方如需了解自动投标相关信息，可通过乙方提供的服务渠道进行查询。如未及时查询，或由于通讯故障、系统故障以及其他不可抗力等因素影响使甲方无法及时了解相关信息，由此产生的责任和风险由甲方自行承担。
            </p>
            <p><strong>特别说明：
              甲方已详细阅读并完全同意本协议条款，并承诺甲方对乙方的授权均是不可撤销的授权，乙方在甲方授权范围内所实施的法律行为及所产生的法律后果，甲方均予以认可并独自承担。甲方完全知晓并愿意承担因本协议所带来的或与之相关的一切风险，包括但不限于信用风险、网络技术风险、流动性风险、宏观经济风险等。</strong>
            </p>
          </div>
          <div class="paragraph">
            <p>（以下为签署页，无正文）</p>
            <p><span style="margin-right: 0.5rem">甲方：</span><span>乙方： 江西汇通金融信息服务有限公司</span></p>
            <p>（签字）<span class="stSign"></span><em> （签章）<span class="ndSign"></span></em></p>
            <p>日期：<span class="stSign">年  月  日</span><em> 日期：<span class="ndSign">年 月 日</span></em></p>
          </div>
        </div>
        <div v-if="type === 'jkxy'" class="jkxy xytype" titleStr="三方协议">
          <div class="paragraph">
            <p style="text-align: right;">协议编号：<span class="bottomLine"></span></p>
            <h4>
              签约重要提示：
            </h4>
            <h4>
              为了维护您的权益，请您在签署本协议之前仔细阅读,检查并确认以下事宜。
            </h4>
            <h4>
              1.您有权签署本协议，若依法需要取得他人同意的，您已经取得充分授权。
            </h4>
            <h4>
              2.您已经认真阅读并充分理解本协议所有条款，并特别注意了其中加黑字体部分的内容。
            </h4>
            <h4>
              3.您已经确知任何欺诈、违约行为均要承担相应的法律责任；您将本着诚实、信用的原则，自愿签订并依约履行本协议。
            </h4>
            <h4>
              4.您在出借人或出借人与第三方合作机构共同运营的网站、移动端APP、微信公众号以及电子商务平台上注册的账号（用户名）和密码（包括登陆密码、支付密码、短信验证码等）是出借人识别您身份及指令的唯一标志，所有使用您账号和密码的操作均视为您的（授权）操作行为且您应当对您的（授权）操作行为承担责任, 您应妥善保管账号及密码，防止账号及密码泄露，因账号及密码泄露所造成的损失将由您自行承担。
            </h4>
            <h4>
              5.您的借款仅能用于借款协议约定的借款用途，禁止将借款用于固定资产投资、股权类投资、证券投资等借款协议约定外的用途。
            </h4>
            <h4>
              6.您需按本协议约定按时还款，若您的账户余额不足，将导致逾期还款，这将产生逾期罚息和滞纳金，并影响您的信用记录。
            </h4>
          </div>
          <div class="paragraph">
            <h4>
              您已详细咨询并完全理解利息及相关费用的收取规则、禁止性行为、违约后果等。本协议条款一经您勾选并提交即视为您已完全理解并同意本协议全部条款（包括有关权利义务和/或责任限制、免责条款），且视为您已签署本协议并将在本协议生效后承担相应的法律责任。您认可本合同所采用电子签名方式的法律效力并认可本电子合同的形式合法性、保存合法性、证据真实性和签名可靠性。
            </h4>
            <p>
              甲方：【 出借人姓名 】，丙方平台账户号：【 】 地址：【 】
            </p>
            <p>
              乙方：【 消费者姓名 】，丙方平台账户名：【 】 ，身份证号：【 】 地址：【 】
            </p>
            <p>
              丙方：江西汇通金融信息服务有限公司，丙方平台账户名：【 djs556734sw 】地址：【 江西省南昌市红谷滩新区红谷中大道1669号华尔登商业中心喜来登酒店、办公楼写字楼3105-3106室 】
            </p>
            <p>
              甲、乙双方均是丙方运营平台（指丙方运营的汇有财www.hyoucai.com或丙方届时运营的任何其他平台，下称“丙方平台”）的注册用户。乙方因个人购买商品或享受相关服务需向甲方借款，丙方愿意为甲、乙双方的上述交易提供相应的服务，为此，协议三方达成如下条款，以昭信守。
            </p>
          </div>
          <!--原始版本-->
          <div v-if="protocolTemplateId === 1">
            <div class="paragraph">
              <h4>一、借款</h4>
              <p>
                1.乙方将向甲方借款，用于个人购买商品或享受相关服务，并承诺按月向甲方还本付息。借款和还款的明细见下表（以下称“借款明细表”）。
              </p>
              <table class="t_b">
                <tr>
                  <td class="type"><h4>借款本金</h4></td>
                  <td colspan="2">人民币： <span class=""></span> 元</td>
                  <td colspan="3">大写（人民币）：<span class=""></span></td>
                </tr>
                <tr>
                  <td class="type"><h4>借款用途</h4></td>
                  <td colspan="5"><span class=""></span></td>
                </tr>
                <tr>
                  <td class="type"><h4>放款日</h4></td>
                  <td><span class=""></span></td>
                  <td class="type"><h4>最终到期日</h4></td>
                  <td><span class=""></span></td>
                  <td class="type"><h4>还款期数</h4></td>
                  <td><span class=""></span></td>
                </tr>
                <tr>
                  <td class="type"><h4>每月还款日</h4></td>
                  <td colspan="5">每月【<span class=""></span> 】 日24:00前，节假日不顺延</td>
                </tr>
                <tr>
                  <td class="type"><h4>利息年化利率</h4></td>
                  <td colspan="5">【<span class=""></span> 】</td>
                </tr>
                <tr>
                  <td class="type"><h4>借款利息</h4></td>
                  <td colspan="2">人民币：<span class=""></span>元</td>
                  <td colspan="3">大写(人民币)： <span class=""></span></td>
                </tr>
                <tr>
                  <td class="type"><h4>还款本息总额</h4></td>
                  <td colspan="2">人民币：<span class=""></span>元</td>
                  <td colspan="3">大写(人民币)： <span class=""></span></td>
                </tr>
                <tr>
                  <td class="type"><h4>每月还款本息总额</h4></td>
                  <td colspan="2">人民币：<span class=""></span>元</td>
                  <td colspan="3">大写(人民币)： <span class=""></span></td>
                </tr>
              </table>
              <p>
                2.本协议项下的借款用途为借款明细表列明的借款用途，乙方不得将所借款项用于借款用途以外的目的。
              </p>
              <p>
                3.放款：本协议签订并生效后的5个工作日内，甲方应将借款打入乙方如下银行账户（下称“乙方账户”）：账户名：【 】；账号：【 】；开户银行：【 】。甲方依据本款规定实际向乙方账户支付了上述第一款规定的借款本金，则甲方在本协议项下的放款义务完成。甲方实际向乙方账户打款的日期即为放款日（下称“实际放款日”），如果实际放款日与借款明细表记载的放款日不一致，则以实际放款日为准，并且借款明细表中的最终到期日将根据实际放款日相应调整。
              </p>
              <p>
                4.若乙方账户发生变更，乙方应在账户变更后及时通知甲方并经甲方确认，授权划扣账户相应发生变更。
              </p>
            </div>
            <div class="paragraph">
              <h4>二、 还款 </h4>
              <p>
                1.乙方应按本协议规定向甲方归还本金并支付利息；如发生逾期还款，乙方需按本协议约定向甲方支付逾期违约金和逾期还款滞纳金。乙方应支付的上述款项统称为“乙方应付款项”。
                <br>
                2.乙方应于到期还款日或之前向甲方归还全部乙方应付款项，包括每月还款本金、利息、逾期违约金（如果有的话）和逾期还款滞纳金（如果有的话）（以上各类款项统称为“当期应付款项”）。到期还款日是指本借款明细表中约定的还款日，还款本金和利息数额为借款明细表中约定的还款本息总额。
                <br>
                3.乙方应使用以下还款方式定期偿还当期应付款项；若因乙方提供的账户信息错误、账户余额不足或其他任何原因导致还款不成功，乙方应根据本协议第三条和第七条等相关约定承担责任。
                <br>
                <strong> 还款方式：</strong>乙方不可撤销地授权丙方在每月还款日从上述第一条第3款规定的乙方账户中扣除相应的款项，并将扣款转至甲方认可的账户，用于向甲方偿还乙方应偿还的当期应付款项。
                <br>
                4.乙方根据本条第3款、第一条第3款以及第五条的规定对丙方的授权期间：自本协议生效日起，至乙方清偿其在三方协议项下应归还和支付的全部钱款后止。授权人在授权期限内不可撤销其根据本授权对丙方的全部或部分授权。
                <br>
                5.归还日期：当期应付款的成功偿还日期应以相应款项到达甲方账户或甲方的银行账户之日为准。
              </p>
            </div>
            <div class="paragraph">
              <h4>三、 逾期还款 </h4>
              <p>
                1.每月还款日的24:00时前，乙方未足额支付当月应还款项的，则视为逾期。
                <br>
                2.乙方逾期的，除应付本金、利息外还应当另行支付逾期违约金和逾期还款滞纳金（上述款项合称为“逾期款项”）。
                <br>
                3.逾期违约金依照逾期本金年化利率<span>{{feeData.overduePerDayRate}}</span>%的标准按日收取，直至清偿完毕之日。逾期违约金每期单独计算。逾期还款滞纳金为【0元】。
                <br>
                4.如乙方的还款金额不足以支付全部逾期款项，乙方应按如下顺序支付：A.逾期还款滞纳金；B.逾期违约金；C. 丙方应收取的平台服务费；D.利息；E.本金。
                <br>
                5.如乙方有多期逾期款项且还款金额不足以支付全部逾期款项的，乙方应先偿还最早一期的逾期款项，偿清前一期的全部逾期款项后，再偿还后一期的逾期款项，以此类推。
                <br>
                6.若乙方对任何一期的应还款在到期后的15日还没有全额归还，或乙方在任何一期的应还款到期后没有归还且无法联系达7日的，则乙方在本协议项下借款视为全部提前到期。该期借款逾期未满15日但已届最终到期日的，仍以最终到期日为全部借款到期日。对于已经到期的款项，乙方应当按本条第2款的规定，支付逾期还款滞纳金、逾期违约金、利息和本金；对于尚未到期但按本条规定被视为已提前到期的剩余部分，视为提前还款款项，乙方应承担提前还款的违约责任，并且乙方已支付给丙方的平台服务费用均不作退还。
                <br>
                7.当乙方存在逾期还款情形时，甲方有权自己或授权丙方或丙方的合法受托人，以包括电话、手机短信、电子邮件、站内信或其他合法方式提醒并催告乙方履行还款义务。<strong>乙方已充分阅读且理解本项规定含义，并完全同意。</strong>
                <br>
                8.甲方可将其对乙方之债权及与债权相关的全部权利（包括但不限于借款本金、利息、逾期违约金、逾期还款滞纳金等）转让给丙方或丙方指定的其他人，并授权丙方或丙方指定的其他人以其自身名义通过包括但不限于短信、电子邮箱、APP站内信/站内消息、网站公告、其他数据电文等形式向乙方发送债权转让通知，丙方依据本协议向乙方发送的债权转让通知视同甲方所发，乙方认可该等债权转让通知与甲方所发的债权转让通知具有同等法律效力，<strong>乙方不会对该等债权转让通知的效力及相关的债权转让效力提出任何异议。</strong>丙方或丙方指定的其他人取得对乙方之债权后，可依法再行转让。
                <br>
                9.因乙方逾期还款，债权人为实现债权而发生的所有费用，包括但不限于律师费、调查费、催收费、保全费、仲裁服务费、仲裁费等相关费用均由乙方承担。
              </p>
            </div>
            <div class="paragraph">
              <h4>四、 冷静期 </h4>
              <p>
                1.冷静期：从甲方放款成功时起的48小时内，乙方可以使用借款人冷静期特权，其他借款期间中不可使用，乙方在冷静期内只有将全部本金和相应的利息归还给甲方并支付本协议规定的其它费用后才可以终止本协议。
              </p>
            </div>
            <div class="paragraph">
              <h4>五、丙方的服务费</h4>
              <p>
                1.乙方在贷款期限内应向丙方支付平台服务费，折合年化利率为<span>{{feeData.serverRate}}</span>%，具体包括：手机验证费人民币【 】元，银行卡验证费人民币【 】元，身份验证费人民币【 】元，征信审核费人民币【 】，信息发布费人民币【 】元，客户服务费人民币【 】元，客户端维护费人民币【 】元。以上费用合计人民币【 】元，由乙方按月支付给丙方，每月人民币【 】元。乙方应保证乙方账户有足够的资金，并不可撤销地授权丙方及丙方指定的第三方从乙方账户中将平台服务费划转至丙方账户。
                <br>
                2.乙方充分理解，其所支付给丙方的服务费是其接受丙方的服务而应支付的合理费用，本协议签订并实际履行后，如因任何原因而导致乙方和丙方之间的合同产品买卖关系终止或提前解除，或因任何原因导致甲方和乙方之间的借款合同关系终止或提前解除，乙方无权要求丙方退还其已支付的服务费。
              </p>
            </div>
            <div class="paragraph">
              <h4>六、陈述与保证</h4>
              <p>
                1.甲方和乙方充分理解，甲方和乙方是本协议项下借款关系的合同主体，关于借款关系的权利与义务由甲方和乙方享有和承担。乙方具有完全民事权利能力和民事行为能力，有权签署和履行本协议及相关附件。乙方提交的一切文本、图文、个人信息、融资信息等资料均为真实、准确、完整、有效。
                <br>
                2.乙方在申请本借款项目之前，如在其他网络借贷信息中介机构有未偿还的借款时，应如实向丙方提供相应的信息；乙方特此承诺在所有网络借贷信息中介机构平台借款总余额未超过法律、法规及网络借贷有关监管规定的借款余额上限。
                <br>
                3.乙方承诺其向甲方申请借款的行为系真实、合法的。乙方仅将按照本协议约定的用途使用借款、不得将借款用于任何其它目的。乙方擅自改变借款用途将承担违约责任。乙方不得将所借款项用于任何违法活动（包括但不限于赌博、吸毒、贩毒、卖淫嫖娼等）及生产经营和消费以外的范畴（包括但不限于股票、基金、期货等金融产品的投资、房地产及房地产信托投资、二次借贷、彩票等）。
                <br>
                4.乙方应配合并确保甲方或丙方可以定期对乙方的履约情况及信用状况等内容进行检查与分析。发生影响或可能影响甲方权益的重大信息时，乙方应按照本协议约定向甲方或丙方如实报告。
                <br>
                5.乙方确保自身具有与借款金额相匹配的还款能力，并按照合同约定还款及履行本协议约定的其他义务。
                <br>
                6.乙方充分理解，其所支付给丙方的服务费并非借款利息，而是其接受丙方的服务而应支付的合理报酬。
                <br>
                7.乙方承诺并保证，其所提供的信息均为真实、完整和有效。如乙方的任何个人信息发生变更，乙方应当在变更发生之日起3个工作日内通知甲方和丙方，若乙方未及时告知该变更，因此而造成的任何后果、损失和费用，将由乙方自行承担。
                <br>
                8.乙方在此不可撤销地授权甲方和丙方向中国人民银行征信中心（下称“征信中心”）、上海资信有限公司（下称“上海资信公司”）以及任何其他合法设立的征信机构报送乙方的个人信用信息（包括但不限于申请信息和交易信息），并同意征信中心、上海资信公司以及任何其他合法设立的征信机构将乙方的个人信用信息纳入到征信中心运营的金融信用信息基础数据库（下称 “信用信息数据库”）、上海资信公司建设的网络金融征信系统（下称“NFCS系统”）以及任何其他合法设立的征信机构运营的信用信息系统之中，供具有适当资格的单位/个人查询和使用，并用于相关法律、法规、规章和规范性文件规定的用途和本协议约定的用途。并且，乙方还不可撤销地授权甲方和丙方向上海资信公司建设的NFCS系统、征信中心的信用信息数据库以及任何其他合法设立的征信机构运营的信用信息系统查询乙方的个人信用信息、信用报告和信用评价。
                <br>
                9.甲乙双方不可撤销地同意，丙方可以使用并向其投保的保险公司披露甲乙双方的个人信息、本协议、本协议项下的事宜以及与此等事宜有关的任何文件、资料或信息。
                <br>
                10.甲方保证其向乙方出借的资金为自有资金，且来源均合法。
                <br>
                11.乙方同意其个人信息可供甲方和丙方今后为其提供其他服务使用。
                <br>
                12.当乙方发生本合同项下的违约时，甲方和丙方有权根据乙方的违约情况决定公开乙方的违约信息，并且乙方在此不可撤销地同意并授权甲方和丙方将有关本合同的信息、乙方提供的其他信息、乙方个人信用信息、信用报告和信用评价披露给有关的催收机构、保险机构、银行、其它金融机构、以及任何合法设立的征信机构、以及律师事务所。并不可撤销的授权甲方和丙方将上述信息提供给第三方，以便第三方对于到期未归还借款进行催收、处置等。
                <br>
                13.乙方出现逾期还款且债权人已将纠纷提交争议处理机构处理时，为使仲裁/诉讼/执行程序能顺利进行，乙方同意并授权争议处理机构（包括但不限于仲裁委员会、人民法院等机构）可以通过第三方业务合作伙伴（包括但不限于电信运营商中国电信、中国联通、中国移动及其分支机构）查询乙方的基本信息（包括乙方名下的手机号码以及根据通信行业标准所规定的各类信息），并同意争议处理机构可利用前述信息用于仲裁阶段以及法院诉讼（一审、二审、再审）、执行阶段的仲裁/诉讼/执行文书的电子送达。乙方同意第三方合作伙伴提供上述信息时无需告知本人。
              </p>
            </div>
            <div class="temp_yuan commonTemp">
              <div class="paragraph">
                <h4>七、违约 </h4>
                <p>
                  1.发生下列任何一项或几项情形的，视为乙方违约：
                  <br>
                  （1）乙方违反其在本协议项下的任何义务、承诺或保证的；
                  <br>
                  （2）乙方擅自改变本协议约定的借款用途的；
                  <br>
                  （3）乙方提供虚假资料、通过故意变换身份、虚构借款、夸大借款项目收益前景、故意隐瞒重要事实或其他欺诈借款行为的；
                  <br>
                  （4）乙方的任何财产遭受没收、征用、查封、扣押、冻结等可能影响其履约能力的不利事件，且不能及时提供有效补救措施的；
                  <br>
                  （5）乙方的财务状况出现影响其履约能力的不利变化，且不能及时提供有效补救措施的。
                  <br>
                  （6）乙方同时通过多个网络借贷信息中介机构，或者通过变换项目名称、对项目内容进行非实质性变更等方式，就同一借款项目进行重复融资，或者在网络借贷信息中介机构以外的公开场所发布本协议约定的同一借款项目信息的。
                  <br>
                  2.若乙方违约或根据甲方和丙方合理判断乙方可能发生违约事件的，甲方（委托丙方及其合法受托人）有权采取下列任何一项或几项救济措施：
                  <br>
                  （1）宣布已出借借款全部提前到期，乙方立即偿还所有应付款项，并承担相应的违约责任；
                  <br>
                  （2）立即解除本协议中关于借款关系部分的内容；
                  <br>
                  （3）采取法律、法规以及本协议约定的其他救济措施。
                  <br>
                  3.若乙方违约，应赔偿甲方和/或丙方因此遭受的损失，包括由此产生的律师费、调查费、催收费、仲裁服务费、仲裁费等其他费用；并且，在乙方违约的情况下，乙方已经支付给丙方的任何服务费用均不予退还。
                </p>
              </div>
            </div>
            <div class="paragraph">
              <h4>八、 保密条款 </h4>
              <p>
                1.本协议签署后, 除非另有约定或事先得到各方的书面同意, 本协议各方均应承担以下保密义务：
                <br>
                （1）任何一方不得向非本协议方（丙方及其委托的第三方服务商/合作方除外）披露本协议以及本协议项下的事宜以及与此等事宜有关的任何文件、资料或信息（“保密信息”）；
                <br>
                （2）任何一方只能将保密信息和其内容用于本协议项下的目的, 不得用于任何其他目的。本款的约定不适用于下列保密信息：
                <br>
                A. 从披露方获得时，已是公开的；
                <br>
                B. 从披露方获得前，接受方已经获知的；
                <br>
                C. 从有正当权限并不受保密义务制约的第三方获得的；
                <br>
                D. 非依靠披露方披露或提供的信息独自开发的。
                <br>
                2.因下列原因披露保密信息，不受前款的限制：
                <br>
                （1）向本协议各方聘请的会计师、律师、咨询公司披露；
                <br>
                （2）因遵循可适用的法律、法规的强制性规定而披露；
                <br>
                （3）依据其他应遵守的法规向审批机构和/或权力机构进行的披露；
                <br>
                （4）为服务于本协议项下的目的，向相关第三方披露的。
                <br>
                3.本协议任何一方应采取所有其他必要、适当和可以采取的措施，以确保保密信息的保密性。
                <br>
                4.本协议各方应促使其向之披露保密信息的第三方严格遵守本条约定。
                <br>
                5.各方在本条项下的权利和义务应在本协议终止或到期后继续有效。
              </p>
            </div>
            <div class="temp_yuan commonTemp">
              <div class="paragraph">
                <h4>九、 通知 </h4>
                <p>
                  1.本协议任何一方根据本协议约定做出的通知和/或文件均应以书面形式（包括但不限于电子邮件、手机短信、丙方平台信息公告等方式）作出，各方根据本协议作出的所有通知均为合法有效的通知。
                  <br>
                  2.本协议各方之间的书面通知或文件往来，必须发送至各方的送达地址。
                  <br>
                  乙方的送达地址为：<br>
                  地址:___________________;<br>
                  Email:___________________;<br>
                  电话:____________________;<br>
                  丙方的送达地址为:<br>
                  地址：江西省南昌市红谷滩新区红谷中大道1669号华尔登商业中心31层<br>
                  收件人：客户服务部<br>
                  电话：400-099-7979<br>
                  Email：cs@idjshi.com<br>
                  甲方授权委托丙方代为收取相关通知和文件，具体送达地址同上述丙方的地址。
                  <br>
                  3.若本协议任何一方更改其联系人或联系地址或电子邮件邮箱地址，应尽快按本条约定在相关信息变更之日起3个工作日内书面通知各方。
                  <br>
                  4.各方还在此确认，如果各方因本合同的签订和履行而发生争议，则上述地址也将作为争议解决机构（包括法院和仲裁机构）送达相关通知和文书的有效送达地址；如由他人代为签收的，视为送达；因无人签收、拒收等原因导致退回的，退回之日即为送达之日。
                </p>
              </div>
              <div class="paragraph">
                <h4>十、 法律适用和管辖 </h4>
                <p>
                  本协议的签订、履行、终止、解释均适用中国法律。各方同意，因本协议所产生的或与本协议有关的一切争议，各方应协商解决；协商无法达成一致的，均应提交本协议签订地即江西省南昌市红谷滩新区有管辖权的人民法院进行诉讼，债权转让后，因本协议产生的任何争议，均应由债权受让人所在地有管辖权的人民法院管辖。
                </p>
              </div>
            </div>
            <div class="paragraph">
              <h4>十一、 其他 </h4>
              <p>
                1.各方授权丙方可应任一方的合理要求，向其提供另一方提供给丙方的所有信息。丙方亦有义务随时应甲方要求向甲方提供涉及乙方的任何信息或资料。
                <br>
                2. 甲方和丙方保留将乙方违约失信的相关信息在丙方平台或其他媒体披露的权利。
                <br>
                3. 本协议的传真件、复印件、扫描件等复本或其它形式的电子副本等同于原件的法律效力。
                <br>
                4. 甲乙丙三方均确认，本协议的签署，生效和履行以不违反中国的法律法规为前提，如本协议中的任何一条或多条违反适用的法律法规，则该条将被视作无效，但该无效条款并不影响本协议其他条款的法律效力。
                <br>
                5. 本协议各方理解，甲方对乙方的借款条件尚需审核，如果甲方审核后不同意向乙方借款，并且甲方最终没有签署本协议，则乙方不可撤销地同意并授权丙方寻找愿意将资金出借给乙方的新的出借方（“新的资金出借方”）。当丙方根据本条规定为乙方寻找到新的资金出借方，则乙方和丙方不可撤销地同意，由新的资金出借方作为本协议的甲方，在此情况下，本协议将在新的资金出借方以及乙方和丙方之间生效并实际履行，并且本协议的各项条款内容均维持不变。
              </p>
            </div>
            <div class="paragraph">
              <div class="file">
                <ul class="one">
                  <li>甲方：</li>
                  <li><em>（签字）</em></li>
                  <li>日期：</li>
                </ul>
                <ul class="two">
                  <li>乙方：</li>
                  <li><em>（签字）</em></li>
                  <li>日期：</li>
                </ul>
              </div>
              <div class="file">
                <ul class="three" style="width: 100%;">
                  <li>丙方：江西汇通金融信息服务有限公司</li>
                  <li><i>（盖章）</i></li>
                  <li>日期：</li>
                </ul>
              </div>
            </div>
          </div>
          <!--衢州版本-->
          <div v-if="protocolTemplateId === 2">
            <div class="paragraph">
              <h4>一、借款</h4>
              <p>
                1.乙方将向甲方借款，用于个人购买商品或享受相关服务，并承诺按月向甲方还本付息。借款和还款的明细见下表（以下称“借款明细表”）。
              </p>
              <table class="t_b">
                <tr>
                  <td class="type"><h4>借款本金</h4></td>
                  <td colspan="2">人民币： <span class=""></span> 元</td>
                  <td colspan="3">大写（人民币）：<span class=""></span></td>
                </tr>
                <tr>
                  <td class="type"><h4>借款用途</h4></td>
                  <td colspan="5"><span class=""></span></td>
                </tr>
                <tr>
                  <td class="type"><h4>放款日</h4></td>
                  <td><span class=""></span></td>
                  <td class="type"><h4>最终到期日</h4></td>
                  <td><span class=""></span></td>
                  <td class="type"><h4>还款期数</h4></td>
                  <td><span class=""></span></td>
                </tr>
                <tr>
                  <td class="type"><h4>每月还款日</h4></td>
                  <td colspan="5">每月【<span class=""></span> 】 日24:00前，节假日不顺延</td>
                </tr>
                <tr>
                  <td class="type"><h4>利息年化利率</h4></td>
                  <td colspan="5">【<span class=""></span> 】</td>
                </tr>
                <tr>
                  <td class="type"><h4>借款利息</h4></td>
                  <td colspan="2">人民币：<span class=""></span>元</td>
                  <td colspan="3">大写(人民币)： <span class=""></span></td>
                </tr>
                <tr>
                  <td class="type"><h4>还款本息总额</h4></td>
                  <td colspan="2">人民币：<span class=""></span>元</td>
                  <td colspan="3">大写(人民币)： <span class=""></span></td>
                </tr>
                <tr>
                  <td class="type"><h4>每月还款本息总额</h4></td>
                  <td colspan="2">人民币：<span class=""></span>元</td>
                  <td colspan="3">大写(人民币)： <span class=""></span></td>
                </tr>
              </table>
              <p>
                2.本协议项下的借款用途为借款明细表列明的借款用途，乙方不得将所借款项用于借款用途以外的目的。
              </p>
              <p>
                3.放款：本协议签订并生效后的5个工作日内，甲方应将借款打入乙方如下银行账户（下称“乙方账户”）：账户名：【 】；账号：【 】；开户银行：【 】。甲方依据本款规定实际向乙方账户支付了上述第一款规定的借款本金，则甲方在本协议项下的放款义务完成。甲方实际向乙方账户打款的日期即为放款日（下称“实际放款日”），如果实际放款日与借款明细表记载的放款日不一致，则以实际放款日为准，并且借款明细表中的最终到期日将根据实际放款日相应调整。
              </p>
              <p>4.若乙方账户发生变更，乙方应在账户变更后及时通知甲方并经甲方确认，授权划扣账户相应发生变更。</p>
            </div>
            <div class="paragraph">
              <h4>二、 还款 </h4>
              <p>
                1.乙方应按本协议规定向甲方归还本金并支付利息；如发生逾期还款，乙方需按本协议约定向甲方支付逾期违约金和逾期还款滞纳金。乙方应支付的上述款项统称为“乙方应付款项”。<br>
                2.乙方应于到期还款日或之前向甲方归还全部乙方应付款项，包括每月还款本金、利息、逾期违约金（如果有的话）和逾期还款滞纳金（如果有的话）（以上各类款项统称为“当期应付款项”）。到期还款日是指本借款明细表中约定的还款日，还款本金和利息数额为借款明细表中约定的还款本息总额。<br>
                3.乙方应使用以下还款方式定期偿还当期应付款项；若因乙方提供的账户信息错误、账户余额不足或其他任何原因导致还款不成功，乙方应根据本协议第三条和第七条等相关约定承担责任。
                <b>还款方式</b>：乙方不可撤销地授权丙方在每月还款日从上述第一条第3款规定的乙方账户中扣除相应的款项，并将扣款转至甲方认可的账户，用于向甲方偿还乙方应偿还的当期应付款项。<br>
                4.乙方根据本条第3款、第一条第3款以及第五条的规定对丙方的授权期间：自本协议生效日起，至乙方清偿其在三方协议项下应归还和支付的全部钱款后止。授权人在授权期限内不可撤销其根据本授权对丙方的全部或部分授权。<br>
                5.归还日期：当期应付款的成功偿还日期应以相应款项到达甲方账户或甲方的银行账户之日为准。
              </p>
            </div>
            <div class="paragraph">
              <h4>三、 逾期还款 </h4>
              <p>
                1.每月还款日的24:00时前，乙方未足额支付当月应还款项的，则视为逾期。 <br>
                2.乙方逾期的，除应付本金、利息外还应当另行支付逾期违约金和逾期还款滞纳金（上述款项合称为“逾期款项”）。<br>
                3.逾期违约金依照逾期本金年化利率<span>{{feeData.overduePerDayRate}}</span>%的标准按日收取，直至清偿完毕之日。逾期违约金每期单独计算。逾期还款滞纳金为【0元】。<br>
                4.如乙方的还款金额不足以支付全部逾期款项，乙方应按如下顺序支付：A.逾期还款滞纳金；B.逾期违约金；C. 丙方应收取的平台服务费；D.利息；E.本金。如乙方有多期逾期款项且还款金额不足以支付全部逾期款项的，乙方应先偿还最早一期的逾期款项，偿清前一期的全部逾期款项后，再偿还后一期的逾期款项，以此类推。<br>
                5.5.如乙方有多期逾期款项且还款金额不足以支付全部逾期款项的，乙方应先偿还最早一期的逾期款项，偿清前一期的全部逾期款项后，再偿还后一期的逾期款项，以此类推。<br>
                6.若乙方对任何一期的应还款在到期后的15日还没有全额归还，或乙方在任何一期的应还款到期后没有归还且无法联系达7日的，则乙方在本协议项下借款视为全部提前到期。该期借款逾期未满15日但已届最终到期日的，仍以最终到期日为全部借款到期日。对于已经到期的款项，乙方应当按本条第2款的规定，支付逾期还款滞纳金、逾期违约金、利息和本金；对于尚未到期但按本条规定被视为已提前到期的剩余部分，视为提前还款款项，乙方应承担提前还款的违约责任，并且乙方已支付给丙方的平台服务费用均不作退还。<br>
                7.当乙方存在逾期还款情形时，甲方有权自己或授权丙方或丙方的合法受托人，以包括电话、手机短信、电子邮件、站内信或其他合法方式提醒并催告乙方履行还款义务。<strong>乙方已充分阅读且理解本项规定含义，并完全同意。</strong><br>
                8.甲方可将其对乙方之债权及与债权相关的全部权利（包括但不限于借款本金、利息、逾期违约金、逾期还款滞纳金等）转让给丙方或丙方指定的其他人，并授权丙方或丙方指定的其他人以其自身名义通过包括但不限于短信、电子邮箱、APP站内信/站内消息、网站公告、其他数据电文等形式向乙方发送债权转让通知，丙方依据本协议向乙方发送的债权转让通知视同甲方所发，乙方认可该等债权转让通知与甲方所发的债权转让通知具有同等法律效力，<strong>乙方不会对该等债权转让通知的效力及相关的债权转让效力提出任何异议。</strong>丙方或丙方指定的其他人取得对乙方之债权后，可依法再行转让。<br>
                9.因乙方逾期还款，债权人为实现债权而发生的所有费用，包括但不限于律师费、调查费、催收费、保全费、仲裁服务费、仲裁费等相关费用均由乙方承担。
              </p>
            </div>
            <div class="paragraph">
              <h4>四、冷静期</h4>
              <p>
                1.冷静期：从甲方放款成功时起的48小时内，乙方可以使用借款人冷静期特权，其他借款期间中不可使用。乙方在冷静期内只有将全部本金和相应的利息归还给甲方并支付本协议规定的其它费用后才可以终止本协议。
              </p>
            </div>
            <div class="paragraph">
              <h4>五、丙方的服务费</h4>
              <p>
                1.乙方在贷款期限内应向丙方支付平台服务费，折合年化利率为<span>{{feeData.serverRate}}</span>%，具体包括：手机验证费人民币【 】元，银行卡验证费人民币【 】元，身份验证费人民币【 】元，征信审核费人民币【  】，信息发布费人民币【 】元，客户服务费人民币【 】元，客户端维护费人民币【 】元。以上费用合计人民币【 】元，由乙方按月支付给丙方，每月人民币【 】元。乙方应保证乙方账户有足够的资金，并不可撤销地授权丙方及丙方指定的第三方从乙方账户中将平台服务费划转至丙方账户。
                <br>
                2.乙方充分理解，其所支付给丙方的服务费是其接受丙方的服务而应支付的合理费用，本协议签订并实际履行后，如因任何原因而导致乙方和丙方之间的合同产品买卖关系终止或提前解除，或因任何原因导致甲方和乙方之间的借款合同关系终止或提前解除，乙方无权要求丙方退还其已支付的服务费。
              </p>
            </div>
            <div class="paragraph">
              <h4>六、陈述与保证</h4>
              <p>
                1.甲方和乙方充分理解，甲方和乙方是本协议项下借款关系的合同主体，关于借款关系的权利与义务由甲方和乙方享有和承担。乙方具有完全民事权利能力和民事行为能力，有权签署和履行本协议及相关附件。乙方提交的一切文本、图文、个人信息、融资信息等资料均为真实、准确、完整、有效。<br>
                2.乙方在申请本借款项目之前，如在其他网络借贷信息中介机构有未偿还的借款时，应如实向丙方提供相应的信息；乙方特此承诺在所有网络借贷信息中介机构平台借款总余额未超过法律、法规及网络借贷有关监管规定的借款余额上限。<br>
                3.乙方承诺其向甲方申请借款的行为系真实、合法的。乙方仅将按照本协议约定的用途使用借款、不得将借款用于任何其它目的。乙方擅自改变借款用途将承担违约责任。乙方不得将所借款项用于任何违法活动（包括但不限于赌博、吸毒、贩毒、卖淫嫖娼等）及生产经营和消费以外的范畴（包括但不限于股票、基金、期货等金融产品的投资、房地产及房地产信托投资、二次借贷、彩票等）。<br>
                4.乙方应配合并确保甲方或丙方可以定期对乙方的履约情况及信用状况等内容进行检查与分析。发生影响或可能影响甲方权益的重大信息时，乙方应按照本协议约定向甲方或丙方如实报告。<br>
                5.乙方确保自身具有与借款金额相匹配的还款能力，并按照合同约定还款及履行本协议约定的其他义务。<br>
                6.乙方充分理解，其所支付给丙方的服务费并非借款利息，而是其接受丙方的服务而应支付的合理报酬。<br>
                7.乙方承诺并保证，其所提供的信息均为真实、完整和有效。如乙方的任何个人信息发生变更，乙方应当在变更发生之日起3个工作日内通知甲方和丙方，若乙方未及时告知该变更，因此而造成的任何后果、损失和费用，将由乙方自行承担。<br>
                8.乙方在此不可撤销地授权甲方和丙方向中国人民银行征信中心（下称“征信中心”）、上海资信有限公司（下称“上海资信公司”）以及任何其他合法设立的征信机构报送乙方的个人信用信息（包括但不限于申请信息和交易信息），并同意征信中心、上海资信公司以及任何其他合法设立的征信机构将乙方的个人信用信息纳入到征信中心运营的金融信用信息基础数据库（下称 “信用信息数据库”）、上海资信公司建设的网络金融征信系统（下称“NFCS系统”）以及任何其他合法设立的征信机构运营的信用信息系统之中，供具有适当资格的单位/个人查询和使用，并用于相关法律、法规、规章和规范性文件规定的用途和本协议约定的用途。并且，乙方还不可撤销地授权甲方和丙方向上海资信公司建设的NFCS系统、征信中心的信用信息数据库以及任何其他合法设立的征信机构运营的信用信息系统查询乙方的个人信用信息、信用报告和信用评价。<br>
                9.甲乙双方不可撤销地同意，丙方可以使用并向其投保的保险公司披露甲乙双方的个人信息、本协议、本协议项下的事宜以及与此等事宜有关的任何文件、资料或信息。<br>
                10.甲方保证其向乙方出借的资金为自有资金，且来源均合法。<br>
                11.乙方同意其个人信息可供甲方和丙方今后为其提供其他服务使用。<br>
                12.当乙方发生本合同项下的违约时，甲方和丙方有权根据乙方的违约情况决定公开乙方的违约信息，并且乙方在此不可撤销地同意并授权甲方和丙方将有关本合同的信息、乙方提供的其他信息、乙方个人信用信息、信用报告和信用评价披露给有关的催收机构、保险机构、银行、其它金融机构、以及任何合法设立的征信机构、以及律师事务所。并不可撤销的授权甲方和丙方将上述信息提供给第三方，以便第三方对于到期未归还借款进行催收、处置等。<br>
                13.乙方出现逾期还款且债权人已将纠纷提交争议处理机构处理时，为使仲裁/诉讼/执行程序能顺利进行，乙方同意并授权争议处理机构（包括但不限于仲裁委员会、人民法院等机构）可以通过第三方业务合作伙伴（包括但不限于电信运营商中国电信、中国联通、中国移动及其分支机构）查询乙方的基本信息（包括乙方名下的手机号码以及根据通信行业标准所规定的各类信息），并同意争议处理机构可利用前述信息用于仲裁阶段以及法院诉讼（一审、二审、再审）、执行阶段的仲裁/诉讼/执行文书的电子送达。乙方同意第三方合作伙伴提供上述信息时无需告知本人。
              </p>
            </div>
            <div class="temp_quzhou commonTemp">
              <div class="paragraph">
                <h4>七、违约 </h4>
                <p>
                  1.发生下列任何一项或几项情形的，视为乙方违约： <br>
                  （1）乙方违反其在本协议项下的任何义务、承诺或保证的；<br>
                  （2）乙方擅自改变本协议约定的借款用途的；<br>
                  （3）乙方提供虚假资料、通过故意变换身份、虚构借款、夸大借款项目收益前景、故意隐瞒重要事实或其他欺诈借款行为的；<br>
                  （4）乙方的任何财产遭受没收、征用、查封、扣押、冻结等可能影响其履约能力的不利事件，且不能及时提供有效补救措施的；<br>
                  （5）乙方的财务状况出现影响其履约能力的不利变化，且不能及时提供有效补救措施的。<br>
                  （6）乙方同时通过多个网络借贷信息中介机构，或者通过变换项目名称、对项目内容进行非实质性变更等方式，就同一借款项目进行重复融资，或者在网络借贷信息中介机构以外的公开场所发布本协议约定的同一借款项目信息的。<br>
                  2.若乙方违约或根据甲方和丙方合理判断乙方可能发生违约事件的，甲方（委托丙方及其合法受托人）有权采取下列任何一项或几项救济措施： <br>
                  （1） 宣布已出借借款全部提前到期，乙方立即偿还所有应付款项，并承担相应的违约责任； <br>
                  （2） 立即解除本协议中关于借款关系部分的内容； <br>
                  （3） 采取法律、法规以及本协议约定的其他救济措施。 <br>
                  3.若乙方违约，应赔偿甲方和/或丙方因此遭受的损失，包括由此产生的律师费、调查费、催收费、仲裁服务费、仲裁费等其他费用；并且，在乙方违约的情况下，乙方已经支付给丙方的任何服务费用均不予退还。
                </p>
              </div>
            </div>
            <div class="paragraph">
              <h4>八、 保密条款 </h4>
              <p>
                1.本协议签署后, 除非另有约定或事先得到各方的书面同意, 本协议各方均应承担以下保密义务：  <br>
                （1）任何一方不得向非本协议方（丙方及其委托的第三方服务商/合作方除外）披露本协议以及本协议项下的事宜以及与此等事宜有关的任何文件、资料或信息（“保密信息”）；<br>
                （2）任何一方只能将保密信息和其内容用于本协议项下的目的, 不得用于任何其他目的。本款的约定不适用于下列保密信息： <br>
                A. 从披露方获得时，已是公开的；<br>
                B. 从披露方获得前，接受方已经获知的；<br>
                C. 从有正当权限并不受保密义务制约的第三方获得的；<br>
                D. 非依靠披露方披露或提供的信息独自开发的。<br>
                2.因下列原因披露保密信息，不受前款的限制： <br>
                （1）向本协议各方聘请的会计师、律师、咨询公司披露；<br>
                （2）因遵循可适用的法律、法规的强制性规定而披露；<br>
                （3）依据其他应遵守的法规向审批机构和/或权力机构进行的披露；<br>
                （4）为服务于本协议项下的目的，向相关第三方披露的。<br>
                3.本协议任何一方应采取所有其他必要、适当和可以采取的措施，以确保保密信息的保密性。<br>
                4.本协议各方应促使其向之披露保密信息的第三方严格遵守本条约定。<br>
                5.各方在本条项下的权利和义务应在本协议终止或到期后继续有效。
              </p>
            </div>
            <div class="temp_quzhou commonTemp">
              <div class="paragraph">
                <h4>九、 通知 </h4>
                <p>
                  1.乙方同意，乙方在提交个人资料写明的手机号码、电子邮箱等联系方式，均为各方之间涉诉纠纷相关材料有效送达地址。乙方信息如下：<br>
                  姓名：【】<br>
                  手机号码：【】<br>
                  电子邮箱： 【】<br>
                  地址：【】<br>
                  以上送达地址适用于本协议成立时起至债务全部履行完毕时止，包括适用于仲裁阶段及执行阶段。<br>
                  2.按本协议约定由任何一方发给其他方的任何通知或仲裁委员会向双方发送的任何通知，应以短信、电子邮箱、APP站内信/站内消息、网站公告、其他数据电文等形式发出，发送约定的邮箱、手机号码、地址或者平台。各方特别约定在仲裁过程中衢州仲裁委员会除可用短信、电子邮件进行仲裁文书送达外亦可通过短信链接的方式进行仲裁文书电子送达，短信发出即视为短信内容（含链接内容）已送达，短信接收方可点击链接进行查看或登录衢州仲裁委员会网络仲裁平台（http://odr.qzzcwyh.com）查看。<br>
                  3.如一方需变更电子邮箱、手机号码或地址的，应当以书面通知并得到其它方确认，否则发送至原约定邮箱、手机号码或地址，发出即视为送达。
                </p>
              </div>
              <div class="paragraph">
                <h4>十、 法律适用和管辖 </h4>
                <p>
                  1. 本协议的签订、履行、终止、解释均适用中国法律。<br>
                  2. 各方同意，因本协议所产生的或与本协议有关的一切争议，各方应协商解决；协商无法达成一致的，任何一方有权提请衢州仲裁委员会仲裁，并适用其网络仲裁规则（包括适用互联网金融仲裁特别规定条款）进行书面审理，衢州仲裁委员会的裁决为终局裁决，对各方具有法律约束力。
                </p>
              </div>
            </div>
            <div class="paragraph">
              <h4>十一、 其他 </h4>
              <p>
                1. 各方授权丙方可应任一方的合理要求，向其提供另一方提供给丙方的所有信息。丙方亦有义务随时应甲方要求向甲方提供涉及乙方的任何信息或资料。<br>
                2. 甲方和丙方保留将乙方违约失信的相关信息在丙方平台或其他媒体披露的权利。<br>
                3. 本协议的传真件、复印件、扫描件等复本或其它形式的电子副本等同于原件的法律效力。<br>
                4. 甲乙丙三方均确认，本协议的签署，生效和履行以不违反中国的法律法规为前提，如本协议中的任何一条或多条违反适用的法律法规，则该条将被视作无效，但该无效条款并不影响本协议其他条款的法律效力。<br>
                5. 本协议各方理解，甲方对乙方的借款条件尚需审核，如果甲方审核后不同意向乙方借款，并且甲方最终没有签署本协议，则乙方不可撤销地同意并授权丙方寻找愿意将资金出借给乙方的新的出借方（“新的资金出借方”）。当丙方根据本条规定为乙方寻找到新的资金出借方，则乙方和丙方不可撤销地同意，由新的资金出借方作为本协议的甲方，在此情况下，本协议将在新的资金出借方以及乙方和丙方之间生效并实际履行，并且本协议的各项条款内容均维持不变。
              </p>
            </div>
            <div class="paragraph">
              <div class="file">
                <ul class="one">
                  <li>甲方：</li>
                  <li><em>（签字）</em></li>
                  <li>日期：</li>
                </ul>
                <ul class="two">
                  <li>乙方：</li>
                  <li><em>（签字）</em></li>
                  <li>日期：</li>
                </ul>
              </div>
              <div class="file">
                <ul class="three" style="width: 100%;">
                  <li>丙方：江西汇通金融信息服务有限公司</li>
                  <li><i>（盖章）</i></li>
                  <li>日期：</li>
                </ul>
              </div>
            </div>
          </div>
          <!--珠海版本-->
          <div v-if="protocolTemplateId === 3">
            <div class="paragraph">
              <h4>一、借款</h4>
              <p>
                1.乙方将向甲方借款，用于个人购买商品或享受相关服务，并承诺按月向甲方还本付息。借款和还款的明细见下表（以下称“借款明细表”）。<br>
              </p>
              <table class="t_b">
                <tr>
                  <td class="type"><h4>借款本金</h4></td>
                  <td colspan="2">人民币： <span class=""></span> 元</td>
                  <td colspan="3">大写（人民币）：<span class=""></span></td>
                </tr>
                <tr>
                  <td class="type"><h4>借款用途</h4></td>
                  <td colspan="5"><span class=""></span></td>
                </tr>
                <tr>
                  <td class="type"><h4>放款日</h4></td>
                  <td><span class=""></span></td>
                  <td class="type"><h4>最终到期日</h4></td>
                  <td><span class=""></span></td>
                  <td class="type"><h4>还款期数</h4></td>
                  <td><span class=""></span></td>
                </tr>
                <tr>
                  <td class="type"><h4>每月还款日</h4></td>
                  <td colspan="5">每月【<span class=""></span> 】 日24:00前，节假日不顺延</td>
                </tr>
                <tr>
                  <td class="type"><h4>利息年化利率</h4></td>
                  <td colspan="5">【<span class=""></span> 】</td>
                </tr>
                <tr>
                  <td class="type"><h4>借款利息</h4></td>
                  <td colspan="2">人民币：<span class=""></span>元</td>
                  <td colspan="3">大写(人民币)： <span class=""></span></td>
                </tr>
                <tr>
                  <td class="type"><h4>还款本息总额</h4></td>
                  <td colspan="2">人民币：<span class=""></span>元</td>
                  <td colspan="3">大写(人民币)： <span class=""></span></td>
                </tr>
                <tr>
                  <td class="type"><h4>每月还款本息总额</h4></td>
                  <td colspan="2">人民币：<span class=""></span>元</td>
                  <td colspan="3">大写(人民币)： <span class=""></span></td>
                </tr>
              </table>
              <p>
                2.本协议项下的借款用途为借款明细表列明的借款用途，乙方不得将所借款项用于借款用途以外的目的。
              </p>
              <p>
                3.放款：本协议签订并生效后的5个工作日内，甲方将借款打入乙方如下银行账户（下称“乙方账户”）：账户名：【 】；账号：【 】；开户银行：【 】。甲方依据本款规定实际向乙方账户支付了上述第一款规定的借款本金，则甲方在本协议项下的放款义务完成。甲方实际向乙方账户打款的日期即为放款日（下称“实际放款日”），如果实际放款日与借款明细表记载的放款日不一致，则以实际放款日为准，并且借款明细表中的最终到期日将根据实际放款日相应调整。</p>
              <p>
                4.若乙方账户发生变更，乙方应在账户变更后及时通知甲方并经甲方确认，授权划扣账户相应发生变更。
              </p>
            </div>
            <div class="paragraph">
              <h4>二、 还款 </h4>
              <p>
                1.乙方应按本协议规定向甲方归还本金并支付利息；如发生逾期还款，乙方需按本协议约定向甲方支付逾期违约金和逾期还款滞纳金。乙方应支付的上述款项统称为“乙方应付款项”。 <br>
                2.乙方应于到期还款日或之前向甲方归还全部乙方应付款项，包括每月还款本金、利息、逾期违约金（如果有的话）和逾期还款滞纳金（如果有的话）（以上各类款项统称为“当期应付款项”）。到期还款日是指本借款明细表中约定的还款日，还款本金和利息数额为借款明细表中约定的还款本息总额。<br>
                3.乙方应使用以下还款方式定期偿还当期应付款项；若因乙方提供的账户信息错误、账户余额不足或其他任何原因导致还款不成功，乙方应根据本协议第三条和第七条等相关约定承担责任。<br>
                <strong>还款方式：</strong>乙方不可撤销地授权丙方在每月还款日从上述第一条第3款规定的乙方账户中扣除相应的款项，并将扣款转至甲方认可的账户，用于向甲方偿还乙方应偿还的当期应付款项。<br>
                4.乙方根据本条第3款、第一条第3款以及第五条的规定对丙方的授权期间：自本协议生效日起，至乙方清偿其在三方协议项下应归还和支付的全部钱款后止。授权人在授权期限内不可撤销其根据本授权对丙方的全部或部分授权。<br>
                5.归还日期：当期应付款的成功偿还日期应以相应款项到达甲方账户或甲方的银行账户之日为准。
              </p>
            </div>
            <div class="paragraph">
              <h4>三、 逾期还款 </h4>
              <p>
                1.每月还款日的24:00时前，乙方未足额支付当月应还款项的，则视为逾期。<br>
                2.乙方逾期的，除应付本金、利息外还应当另行支付逾期违约金和逾期还款滞纳金（上述款项合称为“逾期款项”）。<br>
                3.逾期违约金依照逾期本金年化利率<span class="overduePerDayRate">{{feeData.overduePerDayRate}}</span>%的标准按日收取，直至清偿完毕之日。逾期违约金每期单独计算。逾期还款滞纳金为【0元】。<br>
                4.如乙方的还款金额不足以支付全部逾期款项，乙方应按如下顺序支付：A.逾期还款滞纳金；B.逾期违约金；C. 丙方应收取的平台服务费；D.利息；E.本金。<br>
                5.如乙方有多期逾期款项且还款金额不足以支付全部逾期款项的，乙方应先偿还最早一期的逾期款项，偿清前一期的全部逾期款项后，再偿还后一期的逾期款项，以此类推。<br>
                6.若乙方对任何一期的应还款在到期后的15日还没有全额归还，或乙方在任何一期的应还款到期后没有归还且无法联系达7日的，则乙方在本协议项下借款视为全部提前到期。该期借款逾期未满15日但已届最终到期日的，仍以最终到期日为全部借款到期日。对于已经到期的款项，乙方应当按本条第2款的规定，支付逾期还款滞纳金、逾期违约金、利息和本金；对于尚未到期但按本条规定被视为已提前到期的剩余部分，视为提前还款款项，乙方应承担提前还款的违约责任，并且乙方已支付给丙方的平台服务费用[汇有财说明：无账户管理费]均不作退还。<br>
                7.当乙方存在逾期还款情形时，甲方有权自己或授权丙方或丙方的合法受托人，以包括电话、手机短信、电子邮件、站内信或其他合法方式提醒并催告乙方履行还款义务。<strong>乙方已充分阅读且理解本项规定含义，并完全同意。</strong><br>
                8.甲方可将其对乙方之债权及与债权相关的全部权利（包括但不限于借款本金、利息、逾期违约金、逾期还款滞纳金等）转让给丙方或丙方指定的其他人，并授权丙方或丙方指定的其他人以其自身名义通过包括但不限于短信、电子邮箱、APP站内信/站内消息、网站公告、其他数据电文等形式向乙方发送债权转让通知，丙方依据本协议向乙方发送的债权转让通知视同甲方所发，乙方认可该等债权转让通知与甲方所发的债权转让通知具有同等法律效力，<strong>乙方不会对该等债权转让通知的效力及相关的债权转让效力提出任何异议。</strong>丙方或丙方指定的其他人取得对乙方之债权后，可依法再行转让。<br>
                9.因乙方逾期还款，债权人为实现债权而发生的所有费用，包括但不限于律师费、调查费、催收费、保全费、仲裁服务费、仲裁费等相关费用均由乙方承担。
              </p>
            </div>
            <div class="paragraph">
              <h4>四、冷静期</h4>
              <p>
                1.冷静期：从甲方放款成功时起的48小时内，乙方可以使用借款人冷静期特权，其他借款期间中不可使用。乙方在冷静期内只有将全部本金和相应的利息归还给甲方并支付本协议规定的其他费用后才可以终止本协议。
              </p>
            </div>
            <div class="paragraph">
              <h4>五、丙方的服务费</h4>
              <p>
                1.乙方在贷款期限内应向丙方支付平台服务费，折合年化利率为<span>{{feeData.serverRate}}</span>%，具体包括：手机验证费人民币【 】元，银行卡验证费人民币【 】元，身份验证费人民币【 】元，征信审核费人民币【 】，信息发布费人民币【 】元，客户服务费人民币【 】元，客户端维护费人民币【 】元。以上费用合计人民币【 】元，由乙方按月支付给丙方，每月人民币【 】元。乙方应保证乙方账户有足够的资金，并不可撤销地授权丙方及丙方指定的第三方从乙方账户中将平台服务费划转至丙方账户。<br>
                2.乙方充分理解，其所支付给丙方的服务费是其接受丙方的服务而应支付的合理费用，本协议签订并实际履行后，如因任何原因而导致乙方和丙方之间的合同产品买卖关系终止或提前解除，或因任何原因导致甲方和乙方之间的借款合同关系终止或提前解除，乙方无权要求丙方退还其已支付的服务费。
              </p>
            </div>
            <div class="paragraph">
              <h4>六、陈述与保证</h4>
              <p>
                1.甲方和乙方充分理解，甲方和乙方是本协议项下借款关系的合同主体，关于借款关系的权利与义务由甲方和乙方享有和承担。乙方具有完全民事权利能力和民事行为能力，有权签署和履行本协议及相关附件。乙方提交的一切文本、图文、个人信息、融资信息等资料均为真实、准确、完整、有效。<br>
                2.乙方在申请本借款项目之前，如在其他网络借贷信息中介机构有未偿还的借款时，应如实向丙方提供相应的信息；乙方特此承诺在所有网络借贷信息中介机构平台借款总余额未超过法律、法规及网络借贷有关监管规定的借款余额上限。<br>
                3.乙方承诺其向甲方申请借款的行为系真实、合法的。乙方仅将按照本协议约定的用途使用借款、不得将借款用于任何其它目的。乙方擅自改变借款用途将承担违约责任。乙方不得将所借款项用于任何违法活动（包括但不限于赌博、吸毒、贩毒、卖淫嫖娼等）及生产经营和消费以外的范畴（包括但不限于股票、基金、期货等金融产品的投资、房地产及房地产信托投资、二次借贷、彩票等）。<br>
                4.乙方应配合并确保甲方或丙方可以定期对乙方的履约情况及信用状况等内容进行检查与分析。发生影响或可能影响甲方权益的重大信息时，乙方应按照本协议约定向甲方或丙方如实报告。<br>
                5.乙方确保自身具有与借款金额相匹配的还款能力，并按照合同约定还款及履行本协议约定的其他义务。<br>
                6.乙方充分理解，其所支付给丙方的服务费并非借款利息，而是其接受丙方的服务而应支付的合理报酬。<br>
                7.乙方承诺并保证，其所提供的信息均为真实、完整和有效。如乙方的任何个人信息发生变更，乙方应当在变更发生之日起3个工作日内通知甲方和丙方，若乙方未及时告知该变更，因此而造成的任何后果、损失和费用，将由乙方自行承担。<br>
                8.乙方在此不可撤销地授权甲方和丙方向中国人民银行征信中心（下称“征信中心”）、上海资信有限公司（下称“上海资信公司”）以及任何其他合法设立的征信机构报送乙方的个人信用信息（包括但不限于申请信息和交易信息），并同意征信中心、上海资信公司以及任何其他合法设立的征信机构将乙方的个人信用信息纳入到征信中心运营的金融信用信息基础数据库（下称 “信用信息数据库”）、上海资信公司建设的网络金融征信系统（下称“NFCS系统”）以及任何其他合法设立的征信机构运营的信用信息系统之中，供具有适当资格的单位/个人查询和使用，并用于相关法律、法规、规章和规范性文件规定的用途和本协议约定的用途。并且，乙方还不可撤销地授权甲方和丙方向上海资信公司建设的NFCS系统、征信中心的信用信息数据库以及任何其他合法设立的征信机构运营的信用信息系统查询乙方的个人信用信息、信用报告和信用评价。<br>
                9.甲乙双方不可撤销地同意，丙方可以使用并向其投保的保险公司披露甲乙双方的个人信息、本协议、本协议项下的事宜以及与此等事宜有关的任何文件、资料或信息。<br>
                10.甲方保证其向乙方出借的资金为自有资金，且来源均合法。<br>
                11.乙方同意其个人信息可供甲方和丙方今后为其提供其他服务使用。<br>
                12.当乙方发生本合同项下的违约时，甲方和丙方有权根据乙方的违约情况决定公开乙方的违约信息，并且乙方在此不可撤销地同意并授权甲方和丙方将有关本合同的信息、乙方提供的其他信息、乙方个人信用信息、信用报告和信用评价披露给有关的催收机构、保险机构、银行、其它金融机构、以及任何合法设立的征信机构、以及律师事务所。并不可撤销的授权甲方和丙方将上述信息提供给第三方，以便第三方对于到期未归还借款进行催收、处置等。<br>
                13.乙方出现逾期还款且债权人已将纠纷提交争议处理机构处理时，为使仲裁/诉讼/执行程序能顺利进行，乙方同意并授权争议处理机构（包括但不限于仲裁委员会、人民法院等机构）可以通过第三方业务合作伙伴（包括但不限于电信运营商中国电信、中国联通、中国移动及其分支机构）查询乙方的基本信息（包括乙方名下的手机号码以及根据通信行业标准所规定的各类信息），并同意争议处理机构可利用前述信息用于仲裁阶段以及法院诉讼（一审、二审、再审）、执行阶段的仲裁/诉讼/执行文书的电子送达。乙方同意第三方合作伙伴提供上述信息时无需告知本人。
              </p>
            </div>
            <div class="temp_zhuhai commonTemp">
              <div class="paragraph">
                <h4>七、违约 </h4>
                <p>
                  1.发生下列任何一项或几项情形的，视为乙方违约： <br>
                  （1）乙方违反其在本协议项下的任何义务、承诺或保证的；<br>
                  （2）乙方擅自改变本协议约定的借款用途的；<br>
                  （3）乙方提供虚假资料、通过故意变换身份、虚构借款、夸大借款项目收益前景、故意隐瞒重要事实或其他欺诈借款行为的；<br>
                  （4）乙方的任何财产遭受没收、征用、查封、扣押、冻结等可能影响其履约能力的不利事件，且不能及时提供有效补救措施的；<br>
                  （5）乙方的财务状况出现影响其履约能力的不利变化，且不能及时提供有效补救措施的。<br>
                  （6）乙方同时通过多个网络借贷信息中介机构，或者通过变换项目名称、对项目内容进行非实质性变更等方式，就同一借款项目进行重复融资，或者在网络借贷信息中介机构以外的公开场所发布本协议约定的同一借款项目信息的。<br>
                  2.若乙方违约或根据甲方和丙方合理判断乙方可能发生违约事件的，甲方（委托丙方及其合法受托人）有权采取下列任何一项或几项救济措施： <br>
                  （1）宣布已出借借款全部提前到期，乙方立即偿还所有应付款项，并承担相应的违约责任；<br>
                  （2）立即解除本协议中关于借款关系部分的内容；<br>
                  （3）采取法律、法规以及本协议约定的其他救济措施。<br>
                  3.若乙方违约，应赔偿甲方和/或丙方因此遭受的损失，包括由此产生的律师费、调查费、催收费、仲裁服务费、仲裁费等其他费用；并且，在乙方违约的情况下，乙方已经支付给丙方的任何服务费用均不予退还。
                </p>
              </div>
            </div>
            <div class="paragraph">
              <h4>八、 保密条款 </h4>
              <p>
                1.本协议签署后, 除非另有约定或事先得到各方的书面同意, 本协议各方均应承担以下保密义务： <br>
                （1）任何一方不得向非本协议方（丙方及其委托的第三方服务商/合作方除外）披露本协议以及本协议项下的事宜以及与此等事宜有关的任何文件、资料或信息（“保密信息”）；<br>
                （2）任何一方只能将保密信息和其内容用于本协议项下的目的, 不得用于任何其他目的。本款的约定不适用于下列保密信息：<br>
                A. 从披露方获得时，已是公开的；<br>
                B. 从披露方获得前，接受方已经获知的；<br>
                C. 从有正当权限并不受保密义务制约的第三方获得的；<br>
                D. 非依靠披露方披露或提供的信息独自开发的。<br>
                2.因下列原因披露保密信息，不受前款的限制：<br>
                （1）向本协议各方聘请的会计师、律师、咨询公司披露；<br>
                （2）因遵循可适用的法律、法规的强制性规定而披露；<br>
                （3）依据其他应遵守的法规向审批机构和/或权力机构进行的披露；<br>
                （4）为服务于本协议项下的目的，向相关第三方披露的。<br>
                3.本协议任何一方应采取所有其他必要、适当和可以采取的措施，以确保保密信息的保密性。<br>
                4.本协议各方应促使其向之披露保密信息的第三方严格遵守本条约定。<br>
                5.各方在本条项下的权利和义务应在本协议终止或到期后继续有效。
              </p>
            </div>
            <div class="temp_zhuhai commonTemp">
              <div class="paragraph">
                <h4>九、 通知 </h4>
                <p>
                  1.乙方同意，乙方在提交个人资料写明的手机号码、电子邮箱等联系方式，均为各方之间涉诉纠纷相关材料有效送达地址。乙方信息如下：<br>
                  姓名：【】<br>
                  手机号码：【】<br>
                  电子邮箱： 【】<br>
                  地址：【】<br>
                  以上送达地址适用于本协议成立时起至债务全部履行完毕时止，包括适用于仲裁阶段及执行阶段。<br>
                  2.按本协议约定由任何一方发给其他方的任何通知或仲裁委员会向双方发送的任何通知，应以短信、电子邮箱、APP站内信/站内消息、网站公告、其他数据电文等形式发出，发送约定的邮箱、手机号码、地址或者平台。各方特别约定在仲裁过程中珠海仲裁委员会除可用短信、电子邮件进行仲裁文书送达外亦可通过短信链接的方式进行仲裁文书电子送达，短信发出即视为送达，短信接收方可点击链接进行查看或登录珠海仲裁委员会网络仲裁平台（http://www.zhac.org.cn/）查看。<br>
                  3.如一方需变更电子邮箱、手机号码或地址的，应当以书面通知并得到其它方确认，否则发送至原约定邮箱、手机号码或地址，发出即视为送达。
                </p>
              </div>
              <div class="paragraph">
                <h4>十、 法律适用和管辖 </h4>
                <p>
                  1.  本协议的签订、履行、终止、解释均适用中国法律。<br>
                  2.  各方同意，因本协议所产生的或与本协议有关的一切争议，各方应协商解决；协商无法达成一致的，任何一方有权提请珠海仲裁委员会仲裁，并适用其网络仲裁规则（包括适用互联网金融仲裁特别规定条款）进行书面审理，珠海仲裁委员会的裁决为终局裁决，对各方具有法律约束力。
                </p>
              </div>
            </div>
            <div class="paragraph">
              <h4>十一、 其他 </h4>
              <p>
                1. 各方授权丙方可应任一方的合理要求，向其提供另一方提供给丙方的所有信息。丙方亦有义务随时应甲方要求向甲方提供涉及乙方的任何信息或资料。<br>
                2. 甲方和丙方保留将乙方违约失信的相关信息在丙方平台或其他媒体披露的权利。<br>
                3. 本协议的传真件、复印件、扫描件等复本或其它形式的电子副本等同于原件的法律效力。<br>
                4. 甲乙丙三方均确认，本协议的签署，生效和履行以不违反中国的法律法规为前提，如本协议中的任何一条或多条违反适用的法律法规，则该条将被视作无效，但该无效条款并不影响本协议其他条款的法律效力。<br>
                5. 本协议各方理解，甲方对乙方的借款条件尚需审核，如果甲方审核后不同意向乙方借款，并且甲方最终没有签署本协议，则乙方不可撤销地同意并授权丙方寻找愿意将资金出借给乙方的新的出借方（“新的资金出借方”）。当丙方根据本条规定为乙方寻找到新的资金出借方，则乙方和丙方不可撤销地同意，由新的资金出借方作为本协议的甲方，在此情况下，本协议将在新的资金出借方以及乙方和丙方之间生效并实际履行，并且本协议的各项条款内容均维持不变。
              </p>
            </div>
            <div class="paragraph">
              <div class="file">
                <ul class="one">
                  <li>甲方：</li>
                  <li><em>（签字）</em></li>
                  <li>日期：</li>
                </ul>
                <ul class="two">
                  <li>乙方：</li>
                  <li><em>（签字）</em></li>
                  <li>日期：</li>
                </ul>
              </div>
              <div class="file">
                <ul class="three" style="width: 100%;">
                  <li>丙方：江西汇通金融信息服务有限公司</li>
                  <li><i>（盖章）</i></li>
                  <li>日期：</li>
                </ul>
              </div>
            </div>
          </div>
        </div>
        <div v-if="type === 'zqxy'" class="zqzr xytype" titleStr="债权转让协议">
            <div class="paragraph">
              <p>
                本债权转让协议（下称“本协议”）由以下各方于【 {{relation.signYear}} 】年【 {{relation.signMonth}} 】月【 {{relation.signDay}} 】日签订:
              </p>
              <p>
                债权出让人：【 {{relation.partyA}} 】（下称“甲方”）:
              </p>
              <p>
                注册号：【 {{relation.userNameA}} 】
              </p>
              <p>
                债权受让人：【 {{relation.partyB}} 】（下称“乙方”）:
              </p>
              <p>
                注册号：【 {{relation.userNameDjs}} 】
              </p>
              <p>
                居间服务人：江西汇通金融信息服务有限公司（下称“丙方”）
              </p>
            </div>
            <div class="paragraph">
              <p style="margin-bottom: .1rem;">鉴于</p>
              <p>
                1. 甲方与借款人于【 {{relation.signLoanYear}} 】年【 {{relation.signLoanMonth}} 】月【 {{relation.signLoanDay}} 】日签订《借款协议》（下称“《借款协议》”,协议编号为【 {{relation.appNo}} 】）,），将一定金额的款项出借给借款人，甲方有意通过丙方合法经营的汇有财网站（网址：【 http://www.hyoucai.cn 】或【 http://www.hyoucai.com 】，下称“汇有财”）转让其在《借款协议》项下的全部或部分债权（下称“转让债权”）；
              </p>
              <p>
                2.乙方愿意受让甲方拟转让的债权，同意接受《三方协议》的全部条款；
              </p>
              <p>
                3.丙方系依法成立并合法存续的企业法人，有权提供网络借贷居间服务。 现甲方、乙方和丙方经过友好协商，在平等、自愿的基础上就债权转让事宜达成如下协议，以兹共同遵守。
              </p>
            </div>
            <div class="paragraph">
              <p>第一条 转让债权</p>
              <p>1.1甲方拟转让《三方协议》项下债权的基本信息如下：</p>
              <p>
                （1） 转让债权金额：【 {{relation.attornBondAmount}} 】
              </p>
              <p>
                （2） 年化利率：【 {{relation.rateYear}} 】
              </p>
              <p>
                （3） 还款方式：【 {{relation.repayType}} 】
              </p>
              <p>
                （4） 借款期限：【 {{relation.loanTerm}} 】
              </p>
              <p>
                （5） 最终到期日：【 {{relation.lastDueDate}} 】
              </p>
              <p>
                1.2 乙方同意按照本协议约定的条件，以人民币 【 {{relation.attornBondAmount}} 】元（大写：人民币【 {{relation.attornPriceCapital}} 】，下称“转让价款”）受让甲方在《借款协议》项下人民币 【 {{relation.attornBondAmount}} 】元 （大写：人民币【 {{relation.attornPriceCapital}} 】）的债权。
              </p>
            </div>
            <div class="paragraph">
              <p>第二条 转让款支付方式</p>
              <p>
                甲乙双方一致同意并确认遵照汇有财平台的规则和说明进行本协议项下债权的转让和价款支付，并且乙方不可撤销地授权汇有财平台或其合作机构直接从乙方账户中划转相关款项，代乙方向甲方支付转让价款；甲方同意上述转让价款划转完成即视为乙方完成债权转让价款的支付。 如果为了履行本协议而需要甲方和/或乙方另行向汇有财或其合作机构出具与款项支付或划转有关的授权文件，则甲和乙应签署并出具该等授权文件。
              </p>
            </div>
            <div class="paragraph">
              <p>第三条 债权转让的收益</p>
              <p>
                3.1甲乙双方一致同意自乙方完成转让价款支付之日起，乙方将在其受让债权份额内取代甲方成为新的债权人，享受债权人依据《三方协议》享有的权益。
              </p>
              <p>
                3.2转让债权在转移之前的相应收益归甲方所有，在转移之后的收益等全部权益由乙方享有。
              </p>
            </div>
            <div class="paragraph">
              <p>第四条 居间服务费用</p>
              <p>
                甲乙双方同意，丙方可按照本协议第一条约定的转让价款的【 {{relation.serviceCharge}} 】%收取本协议项下债权转让的居间服务费用，且该居间服务费用应当由【 乙 】方承担，乙方应在支付债权转让款的同时向丙方支付居间费。
              </p>
            </div>
            <div class="paragraph">
              <p>第五条 甲乙双方声明和保证</p>
              <p>
                5.1甲乙双方均具有完全民事权利能力和完全民事行为能力，能够独立承担民事责任， 签订和履行本协议不会违反对其有约束力的法律法规或监管规定，也不违反 任何约束或影响双方或其资产的裁决、命令、协议、或承诺。
              </p>
              <p>
                甲方声明本协议项下转让债权系其真实、合法、有效拥有的债权，甲方对该等债权享有完全的所有权，甲方未在该等出让债权上设定质权或其他担保物权或任 何第三方权利，该等出让债权亦不存在被法院保全、查封等权利限制情况。
              </p>
              <p>
                5.3甲方保证在签署本协议之前，未就本协议项下债权与第三方签订债权转让协议，也未设置任何权利障碍。
              </p>
              <p>
                5.4乙方保证用于购买转让债权的资金是其自有或其有权处分的合法资金，如果第三人对该资金归属、合法性等问题提出异议，乙方保证负责协调解决并承担相关 责任，与甲方或者汇有财平台无关。
              </p>
              <p>
                5.5甲乙双方在此确认，丙方并没有以任何方式为甲方或乙方履行本协议提供任何保证或担保，也没有为《三方协议》的借款人履行其在《三方协议》项下的义务 提供任何保证和担保。
              </p>
              <p>
                5.6在签署本协议前，乙方已经详细了解转让债权的相关情况以及汇有财平台的有关业务规则和交易说明，对受让债权可能存在的风险以及受让该等借款债权后的 所有权利、义务有了充分、全面的认识，清楚知悉其中的风险，经独立、审慎判断后做出决定，自愿签署本协议并承担风险。
              </p>
            </div>
            <div class="paragraph">
              <p>第六条 债权转让通知及方式</p>
              <p>
                甲方在此不可撤销地授权丙方以书面形式通知《三方协议》的借款人，告知本协议项下债权转让行为的发生。债权转让通知书见附件二。为履行本条款，甲方应给予丙方充分的配合，包括但不限于根据丙方的要求签署为履行本条款而应签署的所有文件。
              </p>
            </div>
            <div class="paragraph">
              <p>第七条 保密</p>
              <p>
                本协议任意一方未按协议约定履行义务或违反约定的，应当承担由此给守约方造成的一切损失，包括但不限于守约方为实现权利而支付的律师费、诉讼费等。
              </p>
            </div>
            <div class="paragraph">
              <p>第八条 违约责任</p>
              <p>
                本协议任何一方未按协议约定履行义务或违反约定的，应当承担由此给守约方造成的一切损失，包括但不限于守约方为实现权利支付的调查费、律师费、诉讼费等。
              </p>
            </div>
            <div class="paragraph">
              <p>第九条 法律适用及争议解决</p>
              <p>
                9.1本协议的订立、效力、解释、履行、修改、终止以及争议的处理等，均适用中国的法律。
              </p>
              <p>
                9.2本协议各方在履行本协议中发生任何争议应当友好协商解决，争议发生15个工作日后仍无法协商解决的，任何一方均有权向债权出让人注册地（公司）/户籍所在地（自然人）有管辖权的人民法院提起诉讼。
              </p>
            </div>
            <div class="paragraph">
              <p>第十条 本协议的生效及效力</p>
              <p>
                10.1本协议自各方签署之日起生效。</p>
              <p>
                10.2协议生效后，甲乙双方以本协议为依据形成真实、合法、有效的债权转让行为。任何法定或《三方协议》约定的与所转让债权相关的权利及义务应于本协议生效后一并由乙方享有及承担。
              </p>
            </div>
            <div class="paragraph">
              <p>第十一条 其他</p>
              <p>
                11.1本协议由甲方委托丙方在汇有财平台签署，乙方通过登录网站，以点击确认的方式进行签署。
              </p>
              <p>
                11.2如在协议履行过程中产生的争议均不影响本协议其他条款的履行及效力。
              </p>
              <p>
                11.3如本协议中的任何条款因违反适用的法律法规被认定无效的，均不影响本协议其他条款及《三方协议》的效力。
              </p>
              <p>
                11.4本协议各条款的标题仅为参照方便而设，并不限制或从其他角度影响本协议条款的含义和诠释。
              </p>
              <p>
                11.5协议各方同意本协议以电子版本生成，由汇有财平台代为保管并保存在汇有财平台为此设立的服务器上备查，协议对各方均具有法律约束力。
              </p>
            </div>
            <div class="paragraph">
              <div class="file">
                <ul class="one">
                  <li>甲方：</li>
                  <li><em>（签字）手写电子版</em></li>
                  <li>日期：{{relation.partyA}}</li>
                </ul>
                <ul class="two">
                  <li>乙方：</li>
                  <li><em>盖章</em></li>
                  <li>日期：{{relation.partyB}}</li>
                </ul>
              </div>
              <div class="file">
                <ul class="three" style="width: 100%;">
                  <li>丙方：江西汇通金融信息服务有限公司</li>
                  <li><i>（盖章）</i></li>
                  <li>日期：</li>
                </ul>
                <img v-if="relation.userNameA" src="./cachel.png" style="width: 1.2rem; position: absolute; bottom: 0.15rem; right: 0.2rem;" alt="" />
              </div>
            </div>
          </div>
        <div v-if="type === 'zcxy'" class="zcxy xytype" titleStr="汇有财注册协议">
          <div class="paragraph">
            <p>
              本网站（网址：https://www.hyoucai.com 或https://m.hyoucai.com）由江西汇通金融信息服务有限公司合法运营（以下“本网站”均指该网站及江西汇通金融信息服务有限公司）。在贵方注册成为本网站用户前，请务必仔细阅读以下条款。若贵方一旦注册，即表示贵方同意接受本网站的服务并受以下条款的约束。若贵方不接受以下条款，请贵方立即停止注册或主动停止使用本网站的服务。
            </p>
          </div>
          <div class="paragraph">
            <p class="title1">一、本协议的签署和修订</p>
            <p>
              1. 本网站注册用户应当为持有中华人民共和国（为本协议之目的，不含香港、澳门及台湾地区，下称“中国”）有效身份证件的18周岁以上且具有完全民事行为能力和民事权利能力的自然人或系中国境内注册成立的具有独立法人资格的组织或其他机构。如贵方不符合以上条件的，请勿注册，否则本网站有权随时中止或终止贵方的用户资格，并要求贵方的监护人或要求贵方承担相应的责任。贵方注册成功后应妥善保管贵方的用户名和密码。贵方确认，无论是贵方还是贵方的代理人，用贵方的用户名和密码登录本网站后在本网站的一切行为均代表贵方并由贵方承担相应的法律后果。
            </p>
            <p>
              2. 本协议内容包括本协议正文所载各项条款，及本网站已经发布的或将来可能发布的各类交易规则、服务规则等规则包括但不限于《借款协议》、《债权转让协议》及《风险提示告知书》等（下称“汇有财规则”）。所有汇有财规则为本协议不可分割的一部分，与本协议正文具有同等法律效力。本协议是贵方自愿与本网站共同签订的，适用于贵方在本网站的全部活动。在贵方注册成为本网站用户时，贵方已经阅读、理解并接受本协议的全部条款及各类具体规则，并承诺遵守中国的各类法律规定，如有违反而导致任何法律后果，贵方将以自己的名义独立承担所有相应的法律责任。
            </p>
            <p>
              3. 本网站有权根据需要不时地修改本协议或根据本协议制定、修改的各类汇有财规则并在本网站发布，无需另行单独通知贵方。贵方应不时地注意本协议及各类具体规则的变更，若贵方在本协议和各类具体规则内容公告变更后继续使用本网站提供的服务的，表示贵方已充分阅读、理解并接受修改后的协议和具体规则内容，也将遵循修改后的协议和具体规则使用本网站的服务；同时就贵方在协议和具体规则修订前通过本网站进行的交易及其效力，视为贵方已同意并已按照本协议及有关规则进行了相应的授权和追认。若贵方不同意修改后的协议内容，贵方应停止使用本网站的服务。
            </p>
            <p>
              4. 贵方通过自行或授权有关方根据本协议及本网站有关规则、说明操作确认本协议后，本协议即在贵方和本网站之间产生法律效力。本协议不涉及贵方与本网站 的其他用户之间因在网站交易而产生的法律关系或法律纠纷，本网站不对前述任何纠纷或赔偿承担任何责任；但贵方在此同意将全面接受和履行与本网站其他 用户在本网站签订的任何法律文本，并承诺按该等法律文本享有和/或放弃相应的权利、承担和/或豁免相应的义务。
            </p>
          </div>
          <div class="paragraph">
            <p class="title1">二、服务的提供</p>
            <p>
              1. 本网站提供的服务包括但不限于：发布借款需求、查阅交易及出借机会、签订和查阅合同、协助用户进行资金充值、提现、代收、代付等，具体详情以本网站 当时提供的服务内容为准。
            </p>
            <p>
              2. 基于法律法规、监管部门的要求以及运行和交易安全的需要，本网站可以暂时停止提供、限制或改变本网站服务的部分功能，或提供新的功能。在任何功能减少、增加或者变化时，只要贵方仍然使用本网站的服务，表示贵方仍然同意本协议或者变更后的协议并受其约束。
            </p>
            <p>
              3. 贵方确认，贵方通过本网站按本网站服务流程所确认的交易状态、操作将成为本网站为贵方进行相关交易或操作（包括但不限于冻结资金、代为支付或收取款项、订立合同等）的明确指令。贵方同意本网站有权按相关指令依据本协议和/或有关文件和规则对相关事项进行处理。
            </p>
            <p>
              4. 由于贵方未能及时对交易状态进行修改或确认或未能提交相关申请所引起的任何纠纷或损失均由贵方本人负责，本网站不承担任何责任。
            </p>
            <p>
              5. 在任何情况下，对于贵方使用本网站服务过程中涉及由第三方提供相关服务的责任由该第三方承担，本网站不承担该等责任。因贵方自身的原因导致本网站服 务无法提供或提供时发生任何错误而产生的任何损失或责任，由贵方自行负责，本网站不承担责任。
            </p>
          </div>
          <div class="paragraph">
            <p class="title1">三、交易管理和费用</p>
            <p>
              1. 在贵方成功注册后，贵方可以自行或授权贵方的代理人根据本网站有关规则和说明，通过本网站确认签署有关协议并经本网站审核通过后实现资金的出借（出借方式包括但不限于向借款人直接出借、受让债权等形式）或借款需求。详细操作规则及方式请见有关协议及本网站相关页面的规则和说明。 贵方应当审慎并独立地对本网站提供的交易信息进行判断并作出决策，在任何情况下，本网站不对其提供的交易信息的真实性、合法性作出明示或暗示、直接 或间接的担保或承担任何责任。贵方使用本网站的服务进行交易产生的交易风险、损失，均由贵方自行承担。
            </p>
            <p>
              2. 本网站将为贵方的借款、还款或资金的出借、回收、再出借等交易提供服务，并在服务过程中根据有关文件、协议和/或本网站页面的相关规则、说明等收取必要的服务和/或管理费用，其具体内容、比例、金额等事项请参见有关文件及本网站相关页面的规则和说明。贵方同意，本网站有权不时调整前述服务或管理费用的类型或金额等具体事项并根据本协议和相关规则进行公告、修改。
            </p>
            <p>
              3. 本网站并不保证贵方在本网站发布的借款需求、资金出借需求或其他需求一定能够得到满足；在贵方的需求无法得到满足时，本网站不对由此导致贵方的任何损失承担任何责任。
            </p>
          </div>
          <div class="paragraph">
            <p class="title1">四、资金管理</p>
            <p>
              1. 就贵方在本网站进行的出借或借款，本网站和/或本网站委托的第三方支付机构或金融机构可为贵方提供“资金管理服务”，主要包括但不限于：资金的充值、提现、代收、代付、查询等。贵方可以通过本网站有关页面的具体规则或说明详细了解。
            </p>
            <p>
              2. 贵方了解，上述充值、提现、代收、代付以及查询等服务涉及本网站与第三方支付机构或金融机构的合作。贵方同意：
            </p>
            <p class="p1">
              2.1 受第三方支付机构或金融机构可能仅在工作日进行资金代扣及划转的现状等各种原因所限，本网站不对前述服务的资金到账时间做任何承诺，也不承担与此相关的责任，包括但不限于由此产生的利息、货币贬值等损失;
            </p>
            <p class="p1">
              2.2 一经贵方使用前述服务，即表示贵方不可撤销地授权本网站进行相关操作，且该等操作是不可逆转的，贵方不能以任何理由拒绝付款或要求取消交易;
            </p>
            <p class="p1">
              2.3 就第三方支付机构或金融机构提供的服务，贵方应按照有关法律文件及第三方支付机构或金融机构的规定向其支付相应的费用，同时，贵方与第三方支付机构或金融机构之间就服务提供、费用支付等事宜而产生的争议或纠纷，均由当事方自行解决，本网站不承担任何直接或间接、全部或部分赔偿责任、担保责任和其他任何法律责任。
            </p>
            <p>
              3. 贵方保证并承诺贵方通过本网站平台进行交易的资金来源合法。贵方同意，本网站有权按照包括但不限于公安机关、检察机关、法院等司法机关、行政机关、军事机关的要求协助对贵方的账户及资金等进行查询、冻结或扣划等操作。
            </p>
            <p>
              4. 本网站有权基于交易安全、交易公平和合规性等方面以及司法机关、仲裁机构、行政机关、军事机关等有权机关/机构的要求不时设定涉及交易的相关事项，包括但不限于交易限额、交易次数等。贵方了解，本网站的前述设定可能会对贵方的交易造成一定不便，贵方对此没有异议。
            </p>
            <p>
              5. 如果本网站发现了因系统故障或其他原因导致的处理错误，无论有利于本网站还是有利于贵方，本网站都有权在根据本协议规定通知贵方后纠正该错误，双方权利义务应恢复至如果没有发生该等系统故障或处理错误前双方应该享有或承担的权利义务。如果该等错误导致贵方实际支付或获得的金额与贵方应当支付或获得的金额不一致的，则在本网站通知贵方处理该等错误后，贵方将收到贵方因该等处理错误而少收或多付的款项，贵方亦有义务按照本网站的通知将贵方多收或少付的款项予以返还或补足，且贵方在此不可撤销地同意并授权：若贵方在本网站的账户余额超过该等数额的情况下本网站有权自行划转该等金额。贵方理解并同意，贵方因前述处理错误而多付或少付的款项均不计利息，本网站不承担因前述处理错误而导致的任何损失或责任（包括贵方可能因前述错误导致的利息、汇率等损失），除非有确凿的证据证明上述处理错误是由本网站相关工作人员故意造成。
            </p>
          </div>
          <div class="paragraph">
            <p class="title1">五、信息传递风险</p>
            <p>
              1. 在本网站平台交易需订立的协议采用电子合同方式，可以有一份或者多份并且每一份具有同等法律效力。贵方或贵方的代理人根据有关协议及本网站的相关规则在本网站确认签署的电子合同即视为贵方本人真实意愿并以贵方本人名义签署的合同，具有法律效力。贵方应妥善保管自己的账户密码等账户信息，一旦贵方通过前述方式订立电子合同，该合同对各方都具有法律约束力，贵方不得以账户密码等账户信息被盗用或其他理由否认已订立的合同的效力或不按照该等合同履行相关义务。
            </p>
            <p>
              2. 贵方根据本协议以及本网站的相关规则签署电子合同后，不得擅自修改该合同。本网站向贵方提供电子合同的保管查询、核对等服务，如对电子合同真伪或电子合同的内容有任何疑问，贵方可通过本网站查阅有关合同并进行核对。如各方对签署的电子合同有任何争议，应以本网站记录的合同版本为准。
            </p>
          </div>
          <div class="paragraph">
            <p class="title1">六、用户信息及隐私权保护</p>
            <p>
              1. 贵方明确并保证在本网站注册时填写的所有资料诸如姓名、身份信息、电子邮件地址、联系电话、联系地址、邮政编码、银行账号等信息均是有效的、真实的、 合法的，并在上述信息发生变更时及时更新，以便本网站为贵方提供服务并与贵方进行及时、有效的联系。贵方同意，本网站通过贵方提供的联系方式无法与贵方取得联系而导致的贵方在使用本服务过程中遭受的任何损失或增加任何费用等不利后果，均应由贵方自行承担。
            </p>
            <p class="p1">
              1.1 受第三方支付机构或金融机构可能仅在工作日进行资金代扣及划转的现状等各种原因所限，本网站不对前述服务的资金到账时间做任何承诺，也不承担与此相关的责任，包括但不限于由此产生的利息、货币贬值等损失;
            </p>
            <p class="p1">
              1.2 贵方同意本网站可以自行或通过本网站的合作机构收集贵方的额外资料，以更好地了解本网站用户，并为其度身订造本网站服务、解决争议和确保在网站进行交易的安全性。但本网站仅收集本网站认为就此目的及达成该目的所必须的关于贵方的个人资料。
            </p>
            <p class="p1">
              1.3 贵方同意本网站可以自行或通过合作的第三方机构对贵方提交或本网站搜集的用户信息（包括但不限于贵方的个人身份证信息等）进行核实，并对获得的核实结果根据本协议及有关文件进行查看、使用和留存等操作。
            </p>
            <p class="p1">
              1.4 本网站按照贵方在本网站上的行为自动追踪关于贵方的某些资料。本网站利用这些资料进行有关本网站用户的人口统计、兴趣及行为的内部研究，以更好地了解贵方以便向贵方和本网站的其他用户提供更好的服务。
            </p>
            <p class="p1">
              1.5 本网站在本网站的某些网页上使用诸如“Cookies”的资料收集装置。“Cookies”是设置在贵方的硬盘上的小档案，以协助本网站为贵方提供度身订造的服务。 本网站亦提供某些只能通过使用“Cookies”才可得到的功能。本网站还利用“Cookies”使贵方能够在某段期间内减少输入密码的次数。“Cookies”还可以协助本网站提供专门针对贵方的兴趣而提供的资料。
            </p>
            <p class="p1">
              1.6 如果贵方将个人通讯信息（例如：手机短信、电邮或信件）交付给本网站，或如果其他用户或第三方向本网站发出关于贵方在本网站上的活动或登录事项的通讯信息，本网站可以将这些资料收集在贵方的专门档案中。
            </p>
            <p>2.用户信息的使用和披露</p>
            <p>
              本网站承诺对贵方的个人信息和资料（包括贵方主动提交的和本网站收集、记录的所有数据、信息、资料和相应的交易记录、交易文件）承担保密义务，不会将贵方的信息向第三方进行出售或出租。但贵方同意本网站可以将个人信息和资料用于下列用途而无需额外取得贵方的同意和/或授权;
            </p>
            <p class="p1">
              2.1 贵方同意本网站可使用关于贵方的个人资料以解决争议、对纠纷进行调停、确保在本网站进行安全交易，并执行本网站的服务协议及相关规则。本网站有时候可能调查多个用户以识别问题或解决争议，特别是本网站可审查贵方的资料以区分使用多个用户名或别名的用户。为限制在网站上的欺诈、非法或其他刑事犯罪活动，使本网站免受其害，贵方同意本网站可通过人工或自动程序对贵方的个人资料进行评价;
            </p>
            <p class="p1">
              2.2 贵方同意本网站可以使用贵方的个人资料以改进本网站的推广和促销工作、分析网站的使用率、改善本网站的内容和产品推广形式，并使本网站的网站内容、设计和服务更能符合用户的要求。这些使用能改善本网站的网页，以调整本网站的网页使其更能符合贵方的需求，从而使贵方在使用本网站服务时得到更为顺利、有效、安全及度身订造的交易体验;
            </p>
            <p class="p1">
              2.3 贵方同意本网站利用贵方的资料与贵方联络并（在某些情况下）向贵方传递针对贵方的兴趣而提供的信息，例如：有针对性的广告条、行政管理方面的通知、产品推广以及有关贵方使用本网站的通讯。贵方接受本协议即视为贵方同意接收这些资料;
            </p>
            <p class="p1">
              2.4 贵方使用本网站服务进行交易时，贵方即授权本公司将贵方的包括但不限于真实姓名、联系方式、信用状况等必要的个人信息和交易信息披露给与贵方交易的另一方或本网站的合作机构（仅限于本网站为完成拟向贵方提供的服务而合作的机构）;
            </p>
            <p class="p1">
              2.5 本网站有义务根据有关法律要求向司法机关和政府部门提供贵方的个人资料。在贵方未能按照与本协议、本网站有关规则或者与本网站其他用户签订的有关协议的约定履行自己应尽的义务时（包括但不限于当贵方作为借款人借款逾期或有其他违约时），本网站有权根据自己的判断、有关协议和规则、国家生效裁决文书或者与该笔交易有关的其他用户的合理请求披露贵方的个人资料（包括但不限于在本网站及互联网络上公布贵方的违法、违约行为，并有关将该内容记入任何与贵方相关的信用资料、档案或数据库），并且作为出借人的其他用户可以采取发布贵方的个人信息的方式追索债权或通过司法部门要求本网站提供相关 资料，本网站对此不承担任何责任;
            </p>
            <p>3.贵方对其他用户信息的使用</p>
            <p class="p1">
              3.1 在本网站提供的交易活动中，贵方无权要求本网站提供其他用户的个人资料，除非符合以下条件：
            </p>
            <p class="p2">
              （1）有确切的证据证明与贵方交易的其他用户发生了与贵方签署的法律文件项下的违约行为;
            </p>
            <p class="p2">
              （2）贵方已经依法对贵方交易的其他用户提起了有关贵方与该用户通过本网站进行的交易有关的仲裁或诉讼并提供了有效的立案（受理）证明和法院签发的调查取证文件的原件;
            </p>
            <p class="p1">
              3.2 如贵方通过签署有关协议等方式获得其他用户的个人信息，贵方同意不将该等个人信息用于除还本付息或向借款人追索债权以外的其他任何用途，除非该等信息根据适用的法律规定、被有管辖权的法院或政府部门要求披露。
            </p>
          </div>
          <div class="paragraph">
            <p class="title1">七、不保证及使用限制</p>
            <p>1.不保证</p>
            <p class="p1">
              1.1 在任何情况下，本网站及其股东、创建人、高级职员、董事、代理人、关联公司、母公司、子公司和雇员均不以任何明示或默示的方式对贵方使用本网站服务而产生的任何形式的直接或间接损失承担法律责任，包括但不限于资金损失、利润损失、营业中断损失等。
            </p>
            <p class="p1">
              1.2 鉴于本网站仅为交易平台，本网站不能保证交易各方信息内容的真实性、充分性、可靠性、准确性、完整性和有效性，并且不承担任何由此引起的法律责任，除非该等信息的不真实、不充分、不准确、不完整、无效最终被仲裁机构、司法机关或行政机关最终生效的裁定、判决、裁决或命令认定为因本网站的恶意所导致。
            </p>
            <p class="p1">
              1.3 因为本网站或者涉及的第三方网站的设备、系统存在缺陷、黑客攻击、网络故障、电力中断、计算机病毒或其他不可抗力因素造成的损失，本网站均不负责赔偿，贵方的补救措施只能是与本网站协商终止本协议并停止使用本网站。但是，中国现行法律、法规另有规定的除外。
            </p>
            <p class="p1">
              1.4 本网站不能保证也没有义务保证第三方网站上的信息的真实性和有效性。贵方应按照第三方网站的服务协议使用第三方网站，而不是按照本协议。第三方网站的内容、产品、广告和其他任何信息均由贵方自行判断并承担风险，而与本网站无关。
            </p>
            <p>2.使用限制</p>
            <p class="p1">
              2.1 贵方承诺合法使用本网站提供的服务及网站内容。贵方不得利用本网站服务从事侵害他人合法权益之行为，不得在本网站从事任何可能违反中国的法律、法规、规章和政府规范性文件的行为或者任何未经授权的行为，比如，擅自进入本网站的未公开的系统、不正当的使用账号密码和网站的任何内容等。
            </p>
            <p class="p1">
              2.2 在任何情况下，非因本网站的原因导致贵方在使用本网站服务和/或通过本网站交易过程中遭受的损失（包括但不限于本息损失），均应由贵方自行承担或解决； 此外，贵方理解本网站基于技术限制和要求需要不时地对本网站进行升级或维护并可能需要中断对贵方的服务，本网站对由此导致的后果不承担责任。
            </p>
            <p class="p1">
              2.3 贵方确认并同意本网站有权不时地根据法律、法规、政府要求透露、修改或者删除本网站上必要的信息，以便更好地运营本网站并保护自身及本网站的其他合法用户。
            </p>
            <p class="p1">
              2.4 本网站中全部内容的版权均属于本网站所有，该等内容包括但不限于文本、数据、文章、设计、源代码、软件、图片、照片及其他全部信息（以下称“网站内容”）。网站内容受中华人民共和国著作权法及各国际版权公约的保护。未经本网站事先书面同意，贵方承诺不以任何方式、复制、模仿、传播、出版、公布、 展示网站内容，包括但不限于电子的、机械的、复印的、录音录像的方式和形式等。贵方承认网站内容是属于本网站的财产。未经本网站书面同意，贵方亦不得将本网站包含的资料等任何内容镜像到任何其他网站或者服务器。任何未经授权对网站内容的使用均属于违法行为，本网站将追究贵方的法律责任。
            </p>
            <p class="p1">
              2.5 由于贵方违反本协议或任何法律、法规或侵害第三方的权利，而引起第三方对本网站提出的任何形式的索赔、要求、诉讼，本网站有权向贵方追偿相关损失，包括但不限于本网站的法律费用、调查费用、名誉损失、及向第三方支付的补偿金等。
            </p>
          </div>
          <div class="paragraph">
            <p class="title1">八、协议终止及账户的暂停、注销或终止</p>
            <p>
              1. 除非本网站终止本协议或者贵方申请终止本协议且经本网站同意，否则本协议始终有效。在贵方违反了本协议、相关规则，或在相关法律法规、政府部门的要求下，本网站有权通过站内信、电子邮件通知等方式终止本协议、关闭贵方的账户或者限制贵方使用本网站。但贵方同意并确认：贵方在本网站账户的暂停、中断或终止不代表贵方责任的终止，贵方仍应继续履行贵方使用本网站服务期间所签署之各项法律文件（包括但不限于本协议、对应的交易文件）项下未履行完毕之义务，并对贵方使用本网站服务期间的行为承担可能的违约或损害赔偿责任；此外，在该等情况下，本网站仍可保存贵方的个人信息和资料并根据本协议规定予以使用和披露。
            </p>
            <p>
              2. 贵方决定不再使用在本网站注册的用户账户时，应首先清偿所有应付款项（包括但不限于借款本金、利息、罚息、违约金、服务费、管理费等），再将用户账户中的可用款项（如有）全部提现或者向本网站发出其它合法的支付指令，并向本网站申请注销该用户账户，经本网站审核同意后可正式注销用户账户。
            </p>
            <p>
              3. 如果贵方死亡或被宣告死亡的，其在本协议项下的各项权利义务由其继承人承担。若贵方丧失全部或部分民事权利能力或民事行为能力，本网站有权根据有效法律文书（包括但不限于生效的法院判决等）或其法定监护人的指示处置与用户账户相关的款项。
            </p>
            <p>
              4. 贵方若发现有第三人冒用或盗用贵方的用户账户及密码，或其他任何未经合法授权的情形，应立即以有效方式通知本网站，要求本网站暂停相关服务，否则由此产生的一切责任由贵方本人承担。同时，贵方理解本网站对贵方的请求采取行动需要合理期限，本网站对第三人在本网站采取行动之前使用该服务所导致的损失不承担任何责任。如果本网站采取了力所能及的行动而无法阻止第三人的侵权行为及其后果的，本网站也不应对贵方的损失承担任何责任。
            </p>
            <p>
              5. 贵方同意，根据有权的仲裁机构、司法机关、行政机关或其他政府机构的有效的法律文书、裁决、命令，或者发生本协议规定的其他紧急情况时，本网站有权无需进行事先通知即终止提供本协议项下的各项服务，并关闭、注销贵方的账户、删除该账户中的所有相关资料及档案，同时将贵方滞留于本网站账户的全部合法资金退回到贵方的银行账户或者根据权力机关要求进行其他处置。在必要时，本网站无需进行事先通知即有权终止提供用户账户服务，并可能立即暂停、关闭或删除贵方的用户账户及该用户账户中的所有相关资料及档案，并将贵方滞留在这些账户的全部合法资金退回到贵方的银行账户。
            </p>
            <p>
              6. 本网站有权基于单方独立判断，在认为可能发生危害交易安全等情形时，不经通知而先行暂停、中断或终止向贵方提供本协议项下的全部或部分会员服务，并将注册资料移除或删除，且无需对贵方或任何第三方承担任何责任。前述情形包括但不限于：
            </p>
            <p class="p1">
              （1）本网站认为贵方提供的个人资料不具有真实性、有效性或完整性;
            </p>
            <p class="p1">
              （2）本网站发现异常交易或有疑义或有违法之虞时;
            </p>
            <p class="p1">
              （3）本网站认为贵方的账户涉嫌洗钱、套现、传销、被冒用或其他本网站认为有风险之情形;
            </p>
            <p class="p1">
              （4）本网站认为贵方已经违反本协议中规定的各类规则及精神;
            </p>
            <p class="p1">
              （5）本网站基于交易安全等原因，根据其单独判断需先行暂停、中断或终止向贵方提供本协议项下的全部或部分服务，并将注册资料移除或删除的其他情形。
            </p>
            <p>
              7. 若贵方使用第三方网站账号注册本网站用户账户，则贵方应对贵方本网站用户账户所对应的第三方网站账号拥有合法的使用权，如贵方对该第三方网站账号丧失使用权的，则本网站可停止为贵方的该用户账户提供服务。但如该用户账户尚存有余额的，本网站将会为贵方妥善保管。此时，如贵方欲取回其原有余额，本网站将提供更换本网站账户名的服务，即贵方可把贵方原本网站账户下余额转移到贵方另外合法注册的本网站账户中；如贵方无法自助完成更换账户名，贵方可以向本网站提出以贵方的银行账户接受原有资金的请求，经核验属实后，本网站可配合贵方将原有资金转移到以贵方真实姓名登记的银行账户下。
            </p>
          </div>
          <div class="paragraph">
            <p class="title1">九、通知</p>
            <p>
              本协议项下的通知如以公示方式作出，一经在本网站公示即视为已经送达。除此之外，其他向贵方个人发布的具有专属性的通知将由本网站向贵方在注册时提供的电子邮箱，或本网站在贵方的个人账户中为贵方设置的站内消息系统栏，或贵方在注册后在本网站绑定的手机发送，一经发出即视为已经送达。贵方应密切关注贵方的电子邮箱、站内消息系统栏中的邮件、信息及手机中的短信信息。贵方同意本网站出于向贵方提供服务之目的，可以向贵方的电子邮箱、站内消息系统栏和手机发送有关通知或提醒；若贵方不愿意接收，请在本网站相应系统板块进行设置。但贵方同时同意并确认，若贵方设置了不接收有关通知或提醒，则贵方有可能收不到该等通知信息，贵方不得以贵方未收到或未阅读该等通知信息而主张相关通知未送达于贵方，并承担由此造成的全部责任。且贵方同意，如果因本合同的签订和履行而发生争议，则上述地址也将作为争议解决机构送达相关通知和文书的有效送达地址。
            </p>
          </div>
          <div class="paragraph">
            <p class="title1">十、适用法律和管辖</p>
            <p>
              本协议的签订、生效、履行、争议的解决均适用中华人民共和国法律。
            </p>
            <p>
              如因本协议产生或与本协议有关的所有纠纷，双方应当协商解决，协商不成的，均应向本协议签订地即江西省南昌市红谷滩新区有管辖权的人民法院提起诉讼。
            </p>
          </div>
          <div class="paragraph">
                <p class="title1">十一、其他</p>
                <p>
                  本网站对本协议拥有最终的解释权。本协议及本网站有关页面的相关名词可互相引用参照，如有不同理解，则应以最合理的，最接近本网站服务内容的理解为准。此外，若本协议的部分条款被认定为无效或者无法实施时，本协议中的其他条款仍然有效。
                </p>
              </div>
          <div class="paragraph">
            <div class="file">
              <ul class="one">
                <li>甲方：</li>
                <li><em>（签字）电子签字</em></li>
                <li>日期：</li>
              </ul>
              <ul class="two">
                <li>乙方：江西汇通金融信息服务有限公司</li>
                <li><em>（签章）电子签章</em></li>
                <li>日期：</li>
              </ul>
            </div>
          </div>
        </div>
        <div v-if="type === 'sqxy'" class="fxts xytype" titleStr="用户授权协议">
          <div class="paragraph">
            <p style="text-indent: 0.28rem">一、定义及解释</p>
            <p style="text-indent: 0.28rem;">
              （1）网络借贷平台（下称“平台”）由江西汇通金融信息服务有限公司（下称“江西汇通”）负责运营。《江西银行网络交易资金账户服务三方协议》（下称“三方协议”）三方为平台注册用户（下称“用户”）、江西汇通、江西银行，本协议对用户、江西汇通均具有约束力的文件，具有合同上的法律效力。
            </p>
            <p style="text-indent: 0.28rem">
              用户同意，开通《三方协议》项下的上述所有服务及其相应的委托支付产品、电子账户，同时授权江西银行按照平台方（江西汇通）的指令对用户开通的电子账户进行操作，用户已知晓上述服务可能无需用户再次输入支付密码。
            </p>
            <p style="text-indent: 0.28rem">二、声明与授权</p>
            <p style="text-indent: 0.28rem">
              （一）用户同意，在使用《三方协议》项下的服务时的意思表示均出自于用户本人的真实意愿。同时用户确保在使用服务时所填写的信息均真实有效，否则因此导致的责任由用户自行承担。
            </p>
            <p style="text-indent: 0.28rem">
              （二）用户在此授权，江西银行有权根据用户在平台方的投融资活动、指令及平台方的指令，对用户的电子账户进行免密操作，以便用户在平台上正常开展投融资活动。
            </p>
            <p style="text-indent: 0.28rem">
              （三）用户同意，江西银行可以根据用户在平台上设置的内容或用户事先授权给平台方的内容从用户的存管电子账户扣款（包括向用户收取相应的服务费用）。
            </p>
            <p style="text-indent: 0.28rem">
              （四）用户同意，江西银行仅对因错误执行平台方的指令承担责任，对于因平台方发送指令错误或迟延，或平台方未取得用户的事先授权而发送指令，导致用户的电子账户或银行账户发生的资金损失，江西银行不承担任何责任，用户应该与平台方或交易对方自行解决前述纠纷。用户理解并明白江西银行仅在此过程中仅根据平台方扣款指令划扣相应款项，除江西银行错误执行指令外，用户不得据此向江西银行主张任何索赔或补偿。
            </p>
            <p style="text-indent: 0.28rem">
              （五）用户同意，开通《三方协议》项下的服务后，当江西银行自用户的电子账户中划扣相应款项的情况下，若因平台方未能及时出具账单，或账单逾期、错误导致您未能及时偿付相关款项而产生违约金或者多扣、重复扣款的，因此导致的所有责任及损失，均由用户与平台方自行协商解决。
            </p>
            <p style="text-indent: 0.28rem">三、其他</p>
            <p style="text-indent: 0.28rem">
              本协议依附于《三方协议》而存在，未尽事宜均以江西银行或平台方不时更新公布的《三方协议》及相关规则为补充；本协议与《三方协议》及相关规则不一致的地方，以本协议为准。本协议中的所有术语，除非另有说明，否则其定义与三方协议的定义相同。
            </p>
          </div>
        </div>
        <div v-if="type === 'jxsf'" class="jxsf xytype" titleStr="江西银行网络交易资金账户服务三方协议">
          <div class="paragraph">
            <p>甲方（委托人的客户）：</p>
            <p>甲方声明：</p>
            <p>&emsp;兹声明甲方在申请办理客户交易结算资金账户服务业务前已仔细阅读并理解《江西银行网络交易资金账户服务三方协议》，甲方已明确知晓丙方仅负责网络交易资金账户服务，甲方与乙方的交易争议或纠纷与丙方无关。即丙方按照甲方或甲方通过乙方提交的申请或指令办理充值、提现等资金划转业务。甲方在使用网络交易资金账户服务时，自行决定是否与交易对方进行交易，且自行承担与此相关的所有风险；甲方确认，丙方对甲方的交易不承担任何担保责任，也对甲方的任何损失不承担责任；丙方不介入平台方的基础交易以及用户的投融资相关活动，不负责审核乙方平台所提供融资人和融资项目的真实性和合法性、不保障融资人和融资项目必然还款、也不保障甲方能够获得乙方融资项目下的本金和预期收益，不对任何基础交易及用户承担担保责任，亦不对基础交易的任何一方的损失承担赔偿责任。甲方知晓并确认，一旦甲方通过互联网点击确认或以其他方式选择接受本协议或甲方使用网络交易资金账户服务，即表示甲方同意接受上述声明和本协议的全部约定内容，愿意履行和承担本协议中约定的权利和义务，确认承担由此产生的一切责任。</p>
          </div>
          <div class="paragraph">
            <p>乙方(委托人)：</p>
            <p>丙方（存管人）：江西银行股份有限公司</p>
            <p>鉴于：</p>
            <p>&emsp;甲方是乙方平台成功注册的用户，乙方和丙方连通网络交易账户管理平台，乙方和丙方已签订《资金存管业务支付结算服务合作协议》（以下称“《合作协议》”）。</p>
            <p>&emsp;为此，甲、乙、丙三方依据《中华人民共和国合同法》、《中华人民共和国商业银行法》、结合乙方交易及结算规则、丙方账户管理及结算规则和其他有关法律、法规、规章以及相关规定，就甲方在乙方进行网络借贷交易，丙方为乙方客户开立存管子帐户（以下称“账户”），提供交易结算资金账户服务，及其他相关事宜达成《江西银行网络交易资金账户服务三方协议》（以下称“本协议”），供三方共同遵守，如乙丙双方签署的《合作协议》与本协议不一致的，以本协议为准。 </p>
            <p>&emsp;为了保障甲方的合法权益，请甲方在注册或使用丙方账户服务前，详细阅读本协议。甲方注册或使用账户时，即表示甲方已充分知晓并理解本协议之含义，并在此基础上接受本协议之全部内容，否则您应立即停止使用本服务和使用账户，并不进行下一步的操作。</p>
          </div>
          <div class="paragraph">
            <p>一、定义及解释</p>
            <p>
              1、甲方是指委托人的客户包括出借人、借款人及担保人等。<br>
              2、乙方（委托人）即网络借贷信息中介机构，是指依法设立，专门从事网络借贷信息中介业务活动的金融信息中介公司。<br>
              3、丙方（存管人）是指为网络借贷业务提供资金存管服务的商业银行。<br>
              4、网络借贷资金存管业务是指商业银行作为存管人接受委托人的委托，按照法律法规规定和合同约定，履行网络借贷资金存管专用账户的开立与销户、资金保管、资金清算、账务核对、提供信息报告等职责的业务。<br>
              5、汇总账户指存管人为委托人开立的资金存管汇总账户。<br>
              6、子帐户指存管人为出借人、借款人及担保人等在资金存管汇总账户下开立的子帐户，确保客户网络借贷资金分账管理；子帐户仅具备记账功能的虚拟账户。<br>
              7、出借人指经委托人提供的信息中介服务，出借资金给借款人的自然人、法人或其他组织。<br>
              8、借款人指在委托人运营平台发布借款需求信息，从出借人处借入资金的自然人、法人或其他组织。<br>
              9、担保人指为委托人运营平台发布的网络借贷项目提供担保的自然人、法人或其他组织<br>
              10、委托人运营平台指委托人运营并提供网络借贷信息中介服务的网站、APP或其他移动端平台等。<br>
              11、三码认证中三码指客户姓名、身份证号（或护照号等其他有效身份证件号码）及银行卡号。<br>
              12、四码认证中四码指三码及银行卡预留手机号。<br>
              13、密码指乙方用以识别甲方身份与指令要求甲方提供的代码或口令。包括登录密码、交易密码、动态密码等多个种类，具体业务中使用的密码类别以丙方要求为准。<br>
              14、绑定手机号码是指甲方在申请开立存管帐户时，指定的关联存管帐户的手机号码，用于接收授权码、短信验证码以及交易提示短信等。丙方认为必要时，可通过此手机号码向甲方核实身份信息和交易信息。<br>
            </p>
          </div>
          <div class="paragraph">
            <p>二、资金存管专用账户管理及服务</p>
            <p>&emsp;丙方应根据银监会、中国互联网金融协会、中国人民银行等监管机构相关法律法规，对甲方网络借贷资金和乙方自有资金进行分账管理，安全保管网络借贷资金。</p>
            <p>&emsp;丙方为乙方开立网络借贷资金存管汇总账户和自有资金账户，为甲方开立子帐户并提供开户、银行卡/银行账户绑定及解除绑定、账户信息变更、冻结、解冻、销户服务。</p>
            <p>&emsp;甲方在丙方自有网站或移动客户端开立子帐户时，应根据丙方要求提供三码、四码认证信息或线下人工审核的相关营业执照等资料。丙方保证甲方交易密码安全性，不以任何方式向第三方泄露甲方的验证指令。</p>
            <p>&emsp;丙方网贷资金存管系统应具备账户信息管理的功能、查询的功能等，包括但不限于账户信息、交易密码或其他指令验证方式等信息维护，并对网络借贷资金存管专用账户内的资金履行安全保管责任，确保委托人不能非法挪用客户资金。</p>
            <p>&emsp;出借人出借资金时，存管人应支持资金从出借人子账户直接进入借款人子账户，但不应支持资金通过其他方账户中转</p>
          </div>
          <div class="paragraph">
            <p>三、资金管理</p>
            <p>&emsp;丙方通过自身支付通道或使用符合中国人民银行支付管理相关规定的第三方机构提供的支付通道为甲方提供充值、出借、提现、还款、代偿、缴费、业务授权/取消业务授权等功能，</p>
            <p>&emsp;丙方根据法律法规与本协议约定，按照甲方发出的指令或业务授权指令，办理网络借贷资金的清算支付工作。丙方保证甲方交易密码安全性，不以任何方式向第三方泄露甲方的验证指令。</p>
            <p>&emsp;乙方仅能发起与甲方约定的服务费用、标的成立放款等划拨指令。</p>
          </div>
          <div class="paragraph">
            <p>四、甲方权利义务</p>
            <p>
              1、甲方具有相应合法的出借或融资等资格，不存在法律、法规、规章、其他规范性文件和乙方交易规则禁止或限制其在乙方进行网络借贷交易的情形，甲方的角色包括但不限于出借人、融资人、担保人、渠道方及其他与本借贷项目相关的主体等。<br>
              2、甲方有义务保证其向乙方、丙方提供的所有身份证件、资料、信息的合法性与准确性，因甲方提供上述信息有误导致的一切责任，由甲方承担。如甲方资料发生变化时，甲方必须按照约定的要求，及时通知乙方和丙方。<br>
              3、甲方保证其存管资金的合法合规，并有义务配合丙方做好反洗钱和反恐融资等工作，因甲方原因导致丙方反洗钱和反恐融资工作履行不到位、造成不良影响的，丙方有权依法追究甲方责任。<br>
              4、甲方有权利要求乙方向其揭示网络借贷交易风险，甲方已明确知晓并愿意承担网络借贷交易风险。<br>
              5、甲方已明确知晓丙方仅负责网络借贷交易资金账户服务，即按照甲方申请与指令办理账户开立、绑卡、解绑卡、充值、转账、提现等业务；甲方确认，丙方对甲方的交易不承担任何担保责任，对甲方的任何损失不承担责任；丙方不介入平台方的基础交易以及用户的投融资相关活动，不负责审核乙方平台所提供融资人和融资项目的真实性和合法性、不保障融资人和融资项目必然还款、也不保障甲方能够获得乙方融资项目下的本金和预期收益，不对任何基础交易及用户承担担保责任，亦不对基础交易的任何一方的损失承担赔偿责任。<br>
              6、甲方有义务遵守相关的法律、法规及乙方交易规则，甲方已详细阅读本协议所有条款，准确理解其含义。甲方在使用网络交易资金账户服务的过程中，甲方同意并授权丙方将其的相关信息（包括但不限于甲方的姓名/名称、身份证号码/营业执照号码、联系方式、交易主体、交易类型、交易流水号、交易数额、交易时间等）用于丙方的数据分析、产品设计时使用以及为本协议目的的其他使用，丙方承诺在使用甲方的数据时，对甲方的信息进行保密。甲方确认，其在使用网络交易资金账户服务时，甲方已了解并接受本条款。<br>
              7、甲方确认知晓用户号和密码、存管子帐户和密码的重要性。任何使用甲方密码进行的交易委托或资金划转均视为甲方本人所为和有效的甲方指令。由于甲方未尽到防范风险的义务造成其用户号及密码失密及其他非乙方、丙方原因而导致的甲方损失，乙方、丙方不承担任何责任。<br>
              8、甲方应根据丙方要求将子帐户绑定不具备透支功能的银行卡/账户。
            </p>
          </div>
          <div class="paragraph">
            <p>五、乙方权利义务</p>
            <p>
              1、乙方是依法设立的网络借贷平台的运营商，具有相应的资格开展网络借贷相关业务。<br>
              2、乙方根据乙方平台规则对甲方和融资项目进行审核，乙方应该承担甲方在乙方平台进行出借、融资所引发的经济纠纷及法律责任。<br>
              3、乙方知晓，乙方仅能发起与甲方约定的服务费用、标的成立放款等划拨指令。<br>
              4、乙方不应以任何方式截取、破解甲方的指令和信息，并遵守有关的法律、法规及交易和结算规则。<br>
              5、乙方已详细阅读本协议所有条款，准确理解其含义，特别是其中有关丙方的责任条款，并同意本协议所有条款。<br>
              6、乙方有义务配合丙方做好反洗钱和反恐融资等工作，因乙方原因导致丙方反洗钱和反恐融资工作履行不到位、造成不良影响的，丙方有权依法追究乙方责任。<br>
              7、乙方确认，其通过平台发送给丙方的指令如涉及到甲方，乙方承诺该指令已事先取得了甲方的有效授权，并承担未取得有效授权造成的一切损失。<br>
              8、乙方无权代理甲方开户及无权委托除存管人外的第三方代理甲方开户。
            </p>
          </div>
          <div class="paragraph">
            <p>六、丙方权利义务</p>
            <p>
              1、丙方为中华人民共和国境内依法设立并取得企业法人资格及商业银行经营许可证的商业银行，能够履行客户网络交易结算资金的账户服务及清算职责。丙方仅按照本协议条款规定的内容承担资金划转和清算职责。丙方按照办理资金存管专用账户的要求为甲方和乙方开立资金存管汇总账户、子帐户与自有资金账户，根据相关法律法规履行反洗钱和反恐融资职责。<br>
              2、丙方具有开展客户交易结算资金账户服务的必要条件，能够按照甲方或甲方通过乙方发送的指令办理子账户开立、绑卡、解绑卡、充值、转账、提现、冻结、解冻、出借、还款、代偿、缴费等服务。<br>
              3、丙方在严格遵循国家有关法律、法规以及规章的前提下，为甲方办理交易结算资金账户服务等业务。<br>
              4、丙方有义务为乙方开立网络借贷资金存管汇总账户和自有资金账户，为甲方开立子账户。<br>
              5、丙方有权利要求甲方提供子帐户开立需要的相关信息，甲方应保证所提供信息的准确性与合法性。<br>
              6、丙方不承担借款项目及借贷交易信息真实性的审核责任，不对网络借贷信息数据的真实性、准确性和完整性负责，因乙方故意欺诈、伪造数据或数据发生错误导致的业务风险和损失，由乙方承担相应责任。<br>
              7、丙方为甲方法人或其他组织客户开立账户时有权利根据丙方实际情况采取首笔认证或线下认证、或安全性不低于上述方式验证。 <br>
              8、丙方有权利依据法律法规及行业规范，披露委托人客户交易结算资金的保管及使用情况；丙方有权要求乙方向丙方披露相关信息，包括但不限于委托人基本信息、经营情况、借贷项目信息、借款人基本信息及参与方信息等。丙方因为业务开展过程中收集的甲方信息保密，除法律法规规定和合同约定，不应将客户信息用于其他用途。<br>
              9、丙方不允许乙方及第三方代理甲方开户。
            </p>
          </div>
          <div class="paragraph">
            <p>七、附则</p>
            <p>
              1、本协议由甲方通过乙方服务渠道界面操作阅读，各方在该服务界面进行的任何形式的确认，包括但不限于数字证书、密码、点击确认等形式均视为各方的可靠电子签名。本协议经甲方通过上述方式确认同意签署并于系统记录的签约日期之日起发生法律效力。<br>
              2、甲方使用存管子帐户时，如非丙方过错而发生的数据电文错误或者对甲方指令识别、处理或执行错误时，丙方对因该项错误的发生所导致的损失和其他不利后果不承担责任。<br>
              3、对于不可抗力(包括但不限于战争、自然灾害、电力供应中断、火灾、地震等)、意外事件或乙方无法控制的其他情况所造成的损失，丙方不承担责任。<br>
              4、如乙方未能通过监管机构备案或监管机构要求丙方停止为乙方提供资金存管服务的丙方不承担责任。甲乙双方之间的责任纠纷由双方自行解决，丙方不承担责任。<br>
              5、如乙方出现和丙方签订的《合作协议》约定的丙方有权解除或终止协议的情形，丙方有权终止本协议，违约责任由乙方承担。<br>
              6、丙方有权根据需要不时修改、增加或删减本协议。如本协议条款或本平台各项规则有任何变动，甲方有义务注意该等内容更新后协议的展示。一经本平台公示，视为已经通知到甲方本人，且无需单独另行通知甲方和乙方。若甲方在本协议及各类规则变更后继续使用丙方网络交易资金服务等的，视为甲方已认真阅读、充分理解并同意接受修改后的本协议及各类规则，且甲方承诺遵守修改后的本协议及各类规则内容，并承担相应的义务和责任。若甲方不同意修改后的本协议及各类规则内容，应立即停止使用本服务。<br>
              7、本协议生效后，若有关法律法规、规章制度出台或修订，相关条款按新出台或修订的法律法规、规章制度办理；本协议中如有与未来出台或修订的法律法规、规章制度存在冲突或不一致的条款，自相关法律法规、规章制度生效之日起即可确认此类条款自始无效，但本协议其他条款继续有效。<br>
              8、本协议引起的或与本协议有关的任何争议，由协议签订各方协商解决；协商不成的，应向丙方所在地法院起诉。争议期间，各方仍应履行未涉争议的条款。
            </p>
          </div>
        </div>
      </div>
    </b-scroll>
  </div>
</template>

<script>
import BScroll from '@/components/BScroll/BScroll'
import HeaderTitle from '@/components/AppHeader'
import { getProtocolTemplateIdApi, getTrilateralParamsApi, bondProtocolApi } from '@/api/hyc/agreement'

export default {
  components: {
    BScroll,
    HeaderTitle
  },
  data() {
    return {
      text: '协议',
      mobile: this.$route.query.mobile,
      type: this.$route.query.agreementType,
      productId: this.$route.query.productId,
      protocolTemplateId: 2,
      feeData: {
        // 三方协议数据
        createTime: 1532073087000,
        createUser: 'frank.yang',
        id: 88,
        loanProductId: 22,
        maxRepayAmountRate: 36.0,
        overdueAmountRate: 24.0,
        overdueFourRate: 9.0,
        overdueMaxAmountRate: 24.0,
        overdueMinAmount: 50.0,
        overdueOneFourRate: 7.0,
        overdueOneRate: 5.0,
        overduePerDayRate: 24.0,
        previousRepayRate: 2.0,
        serverRate: 12.5,
        trilateralType: 2,
        updateTime: 1532073087000,
        updateUser: 'frank.yang'
      },
      relationId: this.$route.query.relationId,
      token: this.$route.query.t,
      relation: {
        // 债权转让数据
        appNo: '',
        attornBondAmount: '',
        attornPrice: '',
        attornPriceCapital: '',
        bondPrice: '',
        bondPriceCapital: '',
        lastDueDate: '',
        loanTerm: '',
        partyA: '',
        partyB: '',
        rateYear: '',
        repayType: '',
        residualTerm: '',
        serviceCharge: '',
        signBondDate: '',
        signDay: '',
        signLoanDay: '',
        signLoanMonth: '',
        signLoanYear: '',
        signMonth: '',
        signYear: '',
        userNameA: '',
        userNameDjs: '',
        website: ''
      }
    }
  },
  methods: {
    refresh() {
      this.$refs.scrollRef.refresh()
    }
  },
  created() {
    this.$nextTick(() => {
      if (this.mobile) {
        this.$refs.container.style.top = 0
      }
      this.refresh()
    })

    switch (this.type) {
      case 'fxts':
        this.text = '风险告知书'
        break
      case 'ywsq':
        this.text = '汇有财授权签约协议'
        break
      case 'jkxy':
        this.text = '三方协议'
        break
      case 'zqxy':
        this.text = '债权转让协议'
        if (this.relationId && this.token) {
          let headers = {
            authorization: decodeURIComponent(this.$route.query.t)
          }

          bondProtocolApi(
            {
              relationId: this.relationId
            },
            headers
          ).then(res => {
            if (res.data.resultCode === '1') {
              this.relation = res.data
            }
          })
        }

        break
      case 'zcxy':
        this.text = '汇有财注册协议'
        break
      case 'sqxy':
        this.text = '用户授权协议'
        break
      case 'jxsf':
        this.text = '江西银行网络交易资金账户服务三方协议'
        break
    }

    const $this = this
    ;(async function init() {
      await getProtocolTemplateIdApi().then(res => {
        $this.protocolTemplateId = res.data.data.protocolTemplateId
      })
      await getTrilateralParamsApi({
        trilateralProtocolType: $this.protocolTemplateId,
        loanProductId: $this.productId
      }).then(res => {
        $this.feeData = res.data.data
      })
    })()
  },
  mounted() {
    const toastWrapper = document.getElementsByClassName('mint-toast')
    if (toastWrapper.length > 0) {
      for (let i = 0; i < toastWrapper.length; i++) {
        document.getElementsByClassName('body')[0].removeChild(toastWrapper[i])
      }
    }
  }
}
</script>

<style lang='scss' scoped>
@import '../../../assets/css/theme.scss';
@import '../../../assets/css/mixins.scss';

.pageContainer {
  font-size: 0;
  position: absolute;
  top: 0.44rem;
  .scroll {
    width: 100%;
    height: 100%;
    overflow: hidden;
    .wrapper {
      padding: 0.15rem;
      font-size: 0.14rem;
      .xytype {
        .file {
          display: flex;
          position: relative;
          ul {
            flex: 1;
            height: 1.6rem;
            border: 1px solid #ccc;
            padding: 0.1rem;
            li {
              list-style: none;
              height: 33%;
              em {
                font-style: normal;
                float: right;
              }
            }
          }
        }
        .paragraph {
          margin-bottom: 0.25rem;
          .p1 {
            padding-left: 0.15rem;
          }
          .p2 {
            padding-left: 0.3rem;
          }
        }
      }
      .title {
        text-align: center;
        height: 0.2rem;
      }
      table {
        width: 100%;
        margin: 0 auto;
        border-collapse: collapse;
        border-spacing: 0;
        border-top: 1px solid #000;
        border-left: 1px solid #000;
        td {
          width: 20%;
          border-right: 1px solid #000;
          border-bottom: 1px solid #000;
        }
      }
      .wtxy {
        p {
          em {
            font-size: 0.14rem;
            font-style: normal;
            float: right;
            width: 1rem;
          }
        }
        ul {
          width: 100%;
          height: auto;
          margin: 0.3rem 0;
        }
      }
      .bottomLine {
        border-bottom: 1px solid #333;
        min-width: 0.3rem;
        height: 0.2rem;
        line-height: 0.2rem;
        display: inline-block;
        text-align: center;
      }
    }
  }
}
</style>
